import React, { Component } from 'react';
import * as commonScript from '../script/common';
import ScrollUpButton from "react-scroll-up-button";
import notes from './data/notes.json';

function Reference(props) {      
    return <sup key={props.id} id={`cite_ref-${props.id}`} className="reference"><a href={`#cite_note-${props.id}`}>[{props.id}]</a></sup>;    
}

function Note(props) {           
    return <li id={`cite_note-${props.id}`} key={props.id}>          
                <a className="cite_note" href={`#cite_ref-${props.id}`}>^</a>
                <cite>
                    {props.text}
                    <span className="space"></span>(
                    {
                        props.links.map(function(link,index,arr){
                            let lastIndex = arr.length - 1;
                            if (index === lastIndex)
                                return <a key={index} rel="noopener noreferrer" target="_blank" href={link.href}>{link.text}</a>;
                            else
                                return <span key={index} className="comma"><a rel="noopener noreferrer" target="_blank" href={link.href}>{link.text}</a></span>;
                        })
                    }
                ).
                </cite>
            </li>;
}

function Notes() {          
    return notes.map( ( {id, text, links} ) => {
        return <Note key={id} id={id} text={text} links={links}></Note>
    });
}

class Home extends Component {
    componentDidMount() { 
        commonScript.enableScroll();   
    }  
    componentWillUnmount() {}    
    render() {                
        
      return (     
        <div className="siteContainer">                                         
        <main className="home">        
            <div className="section-content"> 
                <section id="intro">
                    <h2>מבוא</h2>
                    <p> 
                        <span>
                            האם החיים על פני כדור הארץ התפתחו במשך מיליוני שנים, או שמא נוצרו על ידי אלוהים?
                        </span>
                        <span>
                            זו השאלה שבבסיס הדיון בין שתי השקפות עולם שונות לגבי מקור כדור הארץ, האנושות והחיים עצמם.                                                        
                        </span>
                    </p>
                    <p>
                        בריאתנות מייצגת השקפת עולם דתית אשר מבוססת על כתבי הדת
                         ואבולוציה מייצגת השקפת עולם מדעית אשר מבוססת על מחקרים ועדויות אמפריות.
                    </p>
                    <h5>בריאתנות מול אבולוציה</h5>
                    <p>
                        בריאתנות היא מערכת אמונות שלפיהן היקום, כדור הארץ, החיים והאדם בפרט נבראו על ידי אלוהים,
                         אשר ביהדות, בנצרות ובאסלאם מזוהה עם האל המונותאיסטי.                                                
                        לפי הספרות המסופוטמית של השומרים, האכדים, הבבלים והאשורים, האמונה בבריאתנות מזוהה עם אלים רבים. 
                        <Reference id={1} />
                    </p>
                    <p>
                        אבולוציה ביולוגית הינה תיאוריה שפיתח צ'ארלס דארווין המתארת את יצירת העולם, החיים והאדם באופן טבעי,
                         תוך כדי שינויים גנטיים באוכלוסיה של אורגניזמים לאורך דורות.                          
                        התאוריה גורסת כי המינים השונים התפתחו במשך מיליוני שנים מאב קדמון משותף אחד.                         
                        <Reference id={2} />
                    </p>
                    <p>
                        <img src="images/intervention.png" alt="" className="dialogImage"  />
                        עד ימינו, נותרה מחלוקת בין הזרמים המקבלים את האבולוציה כדברי המדע,
                         ובין אלו השוללים אותה. 
                    </p>
                    
                    <h5>התערבות</h5>
                    <p>                                                
                        תיאוריית ההתערבות מציבה קץ לסכסוך בין בריאתנות לאבולוציה על ידי יצירת הרמוניה בין שתי נקודות מבט כביכול מנוגדות.
                        תאוריית ההתערבות מאמצת הן את הבריאתנות והן את האבולוציה הביולוגית ומגשרת בינהן על ידי הוספת מידע קריטי ממגוון תחומים
                        כגון ארכיאולוגיה, אנתרופולוגיה, אסטרונומיה, מדע הדתות, ביולוגיה ועוד.                        
                    </p>                    
                    <p>
                        מהי תיאוריית ההתערבות?
                        <span>
                             בקצרה, זאת התיאוריה כי חייזרים "התערבו" בהתפתחות החיים על כדור הארץ.
                         </span>
                    </p>
                    <p>
                        האלים הקדומים שמתוארים בספרות המסופוטמית, היו חוצנים, שביקרו בכדור הארץ ויצרו את האנושות.
                        בנוסף, האלים היו אחראים ליצירת הציוויליזציה הראשונה, הלוא היא שומר.
                    </p>
                </section>                        
                <section id="sumer">
                    <h2>שומר</h2>
                    <p>                    
                        <img src="images/sumer.jpg" alt="" className="dialogImage"  />
                        ארץ שומר השתרעה על אזור הנמצא בדרום מסופוטמיה ("הארץ בין הנהרות") אשר בדרום עיראק המודרנית.
                        התרבות השומרית היא הציוויליזציה הראשונה בתולדות האנושות.                                                 
                        <Reference id={3} />
                        <span>                                                    
                         לפי ההנחה המקובלת, ראשיתה של תרבות זו בסביבות שנת 3,500 לפנה"ס.
                        לתרבות זו מיוחסות כל ההתחלות של ציוויליזציה מתקדמת שעתידות היו לשמש כבסיס לתרבות המערב: ערים, בתי ספר, חקלאות, כתב, דפוס, מתמטיקה, אסטרונומיה, חוקים, בתי משפט ועוד.                                                 
                        <Reference id={4} />
                        </span>                                                
                    </p>
                    <h5>שפה</h5>
                    <p>
                        שומרית היא שפתם של השומרים ושפה מבודדת, כלומר אין לה קשר היסטורי ולשוני עם כל שפה אחרת.
                        שומרית דוברה במסופוטמיה לפחות מהאלף הרביעית לפנה"ס עד אשר היא הוחלפה באכדית כשפה מדוברת בסביבות 2,000 לפנה"ס
                        אך עדיין שימשה כשפת קודש, שפה טקסית ושפה מדעית עד לשנת 1 לספירה, לאחר מכן היא נשכחה לחלוטין עד המאה ה-19.                        
                        בשומרית נכתבו החשובים שבאפוסים המסופוטמים, כגון עלילות גילגמש, אדפה והאתרחסיס.
                        <Reference id={5} />
                    </p>
                    <h5>כתב</h5>
                    <p>                                        
                        <img src="images/cuneiform1.jpg" alt="" className="dialogImage"  />                                                
                        כתב יתדות (קוניפורמי) היא מערכת כתיבה אשר השומרים השתמשו בה לראשונה בסביבות 3,500 שנים לפנה"ס.
                        כל התרבויות המסופוטמיות שבאו אחרי שומר השתמשו בכתב קוניפורמי עד אשר היא הוחלפה בכתב האלפבתי קרוב למאה שנים לפנה"ס ביניהם אכדים, בבלים, עילמים, חיתים ואשורים.
                        סימני הכתב מורכבים מטביעות יתד העשוי ממקל שנלחץ על לוחות חימר (טיט רטוב) ויצרו סימנים שונים המורכבים משילובים שונים של סימני יתדות.
                         הלוחות נשרפו והוקשו ויצרו לוחות חרס .
                         <Reference id={6} />
                    </p>
                    <p>
                        כתב יתדות מכיל שיטת ספירה שהתבססה על המספר 60,
                         והיא העתיקה ביותר הידועה שמשתמשת בערכי מיקום,
                           כלומר שיטה שבה ערכה של ספרה נקבע לא רק לפי צורתה, אלא גם לפי מיקומה במספר.
                          <Reference id={7} />
                    </p>
                    <p>
                        למערכת הזמן השומרית יש הדים גם כיום:
                         אנו מחלקים כל שעה ל-60 דקות, וכל דקה ל-60 שניות.
                         כמו כן, כאשר אנו מודדים זוויות באמצעות מעלות,
                          אנו מייחסים להקפה אחת של מעגל ערך של 360 מעלות.                         
                    </p>
                    <h5>דפוס</h5>
                    <p>
                        <img src="images/clay.jpg" alt="" className="dialogImage"  />                        
                        חותם גליל הוא חותם המעוצב בצורת גליל קטן,
                         בדרך כלל עד 3 ס"מ אורך,
                          עם תמונות ומילים חרוטים על הגליל.                        
                        חותמות גליל מסופוטמיות היו מגולגלות על טיט רטוב כדי להשאיר טביעת חותם,
                        כשהחומר התייבש נוצרה חותמת.
                        <Reference id={8} />
                    </p>
                    <p>                        
                        חותמות אלו, אשר היו נפוצות במסופוטמיה מסוף האלף ה-4 לפנה"ס,
                         שימשו למספר מטרות, לרבות לעסקים והתכתבות.                        
                        הם שימשו כחתימה על מסמכים שנכתבו על לוחות חימר.
                        באמצעות חותמת על פני השטח של לוח חימר טרי, אדם יכול היה לאשר כי מסמך הינו אותנטי.
                    </p>
                    <p>
                        חותמות גליל היו עשויות מאבנים יקרות למחצה, כגון אמטיסט, אובסידיאן, המטיט, ולפיס לזולי.
                        החותמות היו חרוטות באינטגליו, בדומה לנגטיב צילומי.                        
                    </p>
                </section>               
                <section id="human-creation">                    
                    <h2>יצירת האדם</h2>
                    <p>
                        <span>
                            בריאתנות, בניגוד לאבולוציה, טוענת שהאדם נוצר על ידי אלוהים.
                            בחלק זה נשווה בין יצירת האדם במקרא ליצירת האדם בספרות המסופוטמית.                                     
                        </span>
                    </p>
                    <h5>ספר בראשית</h5>
                    <div>
                        במקרא, יצירת האדם מתוארת כדלקמן:                        
                        <blockquote>
                            <p className="quotation"> 
                                וַיאמֶר אֱלֹהִים נַֽעֲשֶה אָדָם בְּצַלְמֵנוּ כִדְמוּתֵנוּ 
                                וַיִּבְרָא אֱלֹהִים אֶת הָֽאָדָם בְּצַלְמו 
                                בְּצֶלֶם אֱלֹהִים בָּרָא אֹתו 
                                זָכָר וּנְקֵבָה בָּרָא אֹתָֽם.
                            </p>
                            <footer>— בראשית א:כו</footer>
                        </blockquote>                                                                                                                                                        
                        <blockquote>
                            <p className="quotation"> 
                                וַיִיצֶר יְהוָה אֱלֹהִים אֶת הָֽאָדָם עָפָר מִן הָאֲדָמָה 
                                וַיִּפַּח בְּאַפָּיו נִשְׁמַת חַיִים וַֽיְהִי הָֽאָדָם לְנֶפֶש חַיָה.
                            </p>
                            <footer>— בראשית ב:ז</footer>
                        </blockquote>                                                                                                                                                                                
                    </div>
                    <p>
                        <span>
                        השאלות הבאות מחזיקות במפתח להבנת הסיפור המקראי:  
                        </span>
                        <li>עם מי דיבר אלוהים כשאמר "נעשה אדם בצלמנו כדמותנו"?</li>
                        <li>מה המשמעות שהאדם נברא בצלם ובדמות אלוהים?</li>
                        <li>מדוע אלוהים פונה לאדם הן בלשון יחיד והן בלשון רבים?</li>
                        <li>מהו עפר האדמה שאלוהים השתמש כדי ליצור את האדם?</li>
                        <li>מהי נשמת החיים שהפכה את האדם לנפש חיה?</li>                        
                    </p>
                    <h5>ספרות מסופוטמית</h5>
                    <div>                        
                        <img src="images/thumbnails/TheAtrahasis.jpg" alt="" className="dialogImage imgReduce" />
                        אתרחסיס הוא אפוס מסופוטמי על בריאת האדם והמבול אשר נכתב על שלושה לוחות בתקופה הבבלית העתיקה (במאה 18-17 לפנה"ס).                     
                        <Reference id={9} />
                            <span>
                            באתרחסיס, הסיבות ליצירת האנושות מתוארות כדלקמן:
                        </span>
                        <blockquote>
                            <p className="quotation"> 
                                כשהאלים עבדו במקום בני האדם, הם נשאו את העומס. עומס האלים היה גדול, עמלם היה כבד.
                                האנונקי העבידו את האיגיגי.
                                 האלים חפרו את התעלות וניקו את הערוצים.
                                  האלים חפרו את נהר החידקל ואז את נהר הפרת.
                                 הם ספרו את שנות הנטל. עבודה קשה, עמלו יומם ולילה. האלים נאנקו והאשימו זה את זה.
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                                                                                                                
                    </div>
                    <div>
                        האתרחסיס מתאר כיצד האלים הזוטרים פתחו במרד נגד אנליל, מנהיג האנונקי.
                        <blockquote>
                            <p className="quotation">                                 
                                האלים בכו על גדות הנהר: הבה נעמד מול אדוננו, ויסיר מעלינו את מלאכתנו הקשה.
                                אנליל, האל הבכיר, הלוחם, נביאו ממשכנו,
                                הבה נשלב מלחמה וקרב.
                                האלים העלו באש את כלי מלאכתם, 
                                הם שרפו את אתי החפירה והסלים שלהם.
                                 הם הגיעו לשער משכנו של אנליל בלילה, באמצע המשמרת, הבית היה מוקף, האל לא ידע.
                                  הם אמרו: כל אחד מאיתנו האלים הכריז מלחמה.
                                   עצרנו את החפירות, העומס מוגזם, הוא הורג אותנו.
                                   עמלנו כבד, הקושי מוגזם.
                                    זה המסר של כל האלים.                             
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                                                                                        
                    </div>
                    <div>
                        כאשר התבשר אנליל על המרד, הוא הזעיק את שאר האלים הבכירים,
                         את אביו אנו ואת אחיו למחצה אנקי.
                          בסופו של דבר היה זה אנקי שהציע פיתרון.
                        <blockquote>
                            <p className="quotation"> 
                                אנקי השמיע את קולו, ודיבר אל האלים, אחיו:
                                 בלת-אילי ("גבירת האלים"), אלת-הרחם נוכחת, תנו לה ליצור אדם קדמוני,
                                  כדי שהוא יישא בעול, תן לאדם לשאת בעומס האלים.
                                   הם קראו לאלה, הם שאלו את המיילדת של האלים, מאמי החכמה:
                                    את אלת הרחם עומדת ליצור את האנושות.
                                     צרי אדם קדמוני, שיוכל לשאת בעול.
                                      שיישא בעול, משימת אנליל, תני לאדם לשאת בעומס האלים.
                                       נינטו השמיעה את קולה, ודיברה אל האלים האדירים:
                                        לא אוכל לעשות זאת, אבל המשימה נמצאת בכוחו של אנקי,
                                         כי הוא יכול לטהר הכל.
                                          אם הוא יתן לי חומר,
                                        אני אעשה את זה.
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                                                                
                    </div>
                    <div>
                         התקבלה החלטה על ידי האלים הבכירים (אנונקי), האנושות תיווצר כדי לשאת בעומס האלים הזוטרים.
                         אנקי, המדען הראשי של האנונקי, ונינטו, האחות הראשית, היו האחראים למשימה.
                        <blockquote>
                            <p className="quotation"> 
                                אנקי השמיע את קולו ודיבר אל האלים האדירים:
                                 אעשה טיהור על ידי שטיפה, ואז יש לשחוט אל אחד.
                                  יש לטהר את האלים על ידי טבילה.
                                   נינטו תערבב טיט עם בשרו ודמו,
                                    ואז אל ואדם יתערבבו זה בזה בחימר.
                                     רוח תיווצר מבשר האל,
                                      היא תכריז עליו כסימן החיים שלו.
                                       באסיפה הם ענו כן.
                                        האנונקי האדירים שקובעים את הגורל.
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                                        
                    </div>
                    <div>
                        <img src="images/thumbnails/TheEnumaElish.jpg" alt="" className="dialogImage imgReduce" />
                        האנומה אליש, שהוא סיפור הבריאה הבבלי,
                         מתוארך לאלף השניה לפני הספירה.
                          הקטע הבא מתאר כיצד נוצר האדם הראשון, הלולו,
                            מדמו של אל אנונקי.
                            <Reference id={10} />
                        <blockquote>
                            <p className="quotation"> 
                                כשמרדוק שמע את נאום האלים,
                                ליבו הניע אותו ליצור תוכנית חכמה.
                                  הוא דיבר בפני אנקי:
                                 אקח דם ואצור עצם,
                                 אצור אדם ("לולו עמלו") עליו יונח עמל האלים כדי שיוכלו לנוח.
                            </p>
                            <footer>— אנומה אליש</footer>
                        </blockquote>                                                        
                    </div>
                    <div>
                        הקטע הבא מונה את קינגו כאל האנונקי שנשחט למען יצירת האנושות.
                        <blockquote>
                            <p className="quotation">                                 
                                קינגו הוא זה שהתחיל מלחמה,
                                 הוא גרם לתיהמת למרוד ולתחילת הקרב.
                                  הם קשרו אותו והביאו אותו לפני אנקי,
                                   הם הטילו עליו את העונש וחתכו את כלי הדם שלו.
                                    מדמו יצר אנקי את המין האנושי,
                                     עליו הטיל את עבודת האלים ושחרר את האלים מעול.
                                      אנקי החכם יצר את האנושות,
                                       והטיל עליהם את עבודת האלים.
                                        משימה זו היא מעבר להבנה.                   
                            </p>
                            <footer>— אנומה אליש</footer>
                        </blockquote>                                                        
                    </div>                    
                    <div>
                        באתרחסיס, השלב הראשון בתהליך יצירת האנושות מתואר כדלקמן:
                        <blockquote>
                            <p className="quotation"> 
                                הוא עשה טיהור באמצעות שטיפה.
                                 וויילה היה זה שקיבל את גזר הדין, שנשחט באסיפה.
                                 נינטו ערבבה טיט עם בשרו ודמו,
                                   הם שמעו את פעימות התוף לנצח אחר כך.
                                    רוח באה מבשרו של האל,
                                     היא הכריזה שזהו סימן החיים שלו.
                                      מאמי השמיעה את קולה,
                                       ודיברה אל האלים האדירים:
                                        סיימתי את המשימה שפקדתם עלי.
                                         שחטתם אל לפי דינו.
                                          ביטלתי את העומס הכבד שלכם.
                                           הטלתי את העומס על האדם.
                                            הם שמעו את הנאום, הם רקדו ונישקו את כפות רגליה.
                                             בעבר קראנו לך מאמי, עכשיו "גברת כל האלים" יהיה שמך.                        
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                
                    </div>
                    <div>
                        השלב השני בתהליך יצירת האנושות מתואר כדלקמן:
                        <blockquote>
                            <p className="quotation"> 
                                אנקי החוזה לרחוק ומאמי החכמה, נכנסו לבית הגורלות ("בית שימתי"),
                                 אמאות-הרחם נכחו.
                                  הוא דרך טיט בנוכחותה.
                                   היא דקלמה את המילים,
                                    אנקי, שישב לפניה, חזר על כך.
                                     כשסיימה לדקלם, היא חתכה ארבעה עשר חתיכות של טיט,
                                      וקבעה שבעה חתיכות מימין, שבע משמאל.
                                אלות-הרחם נכחו, שבע ושבע אמאות-רחם,
                                 שבע נשאו זכרים, ושבע נשאו נקבות.
                                אמא-רחם שיוצרת צורות,
                                יצרה אותם בזוגות.
                                מאמי עיצבה את תכונות האנשים.
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                
                    </div>
                    <div>
                        לידתו של האדם הראשון מתוארת כדלקמן:
                        <blockquote>
                            <p className="quotation"> 
                                אלות-הרחם נכחו,
                                 נינטו נכחה במקום.
                                הם ספרו את החודשים,
                                קראו לחודש העשירי כיעד הגורל.
                                כשהגיע החודש העשירי,
                                היא שלפה את המחטים ופתחה את הרחם.
                                פניה זרחו משמחה,
                                היא כיסתה את ראשה.
                                אני עצמי יצרתי זאת,
                                הידיים שלי עשו זאת.
                                המיילדות ישמחו
                                בבית הכוהנות הקדשות ("קדישתו").                                          
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                  
                    </div>
                    <p>
                        המקורות המסופוטמיים ענו לשאלות שהעלה סיפור בראשית. 
                        <li>
                            עם מי דיבר אלוהים כשאמר "נעשה אדם בצלמנו כדמותנו"?
                            <span>
                                באנומה אליש, האל הראשי מרדוק מכריז על יצירת האדם בפני אנקי,
                                 כאשר בפועל אנקי יוצר את האדם.
                                באתרחסיס, האל אנקי מכריז על יצירת האדם באסיפת האלים,
                                 כאשר בפועל אנקי ונינטו יוצרים את האדם.                                  
                            </span>
                        </li>
                        <li>
                            מה המשמעות שהאדם נברא בצלם ובדמות אלוהים?
                            <span>
                            צלם ודמות הן המקבילות לבשר ודם האל שנשחט אשר עורבב עם טיט כדי ליצור את האדם החדש.
                             בשר ודם מכילים די.אן.איי שהוא התרשים של כל יצור חי.                             
                            </span>
                        </li>
                        <li>
                            מדוע אלוהים פונה לאדם הן בלשון יחיד והן בלשון ברבים?
                            <span>
                            האיש הראשון שנוצר היה למעשה עקר,
                             לכן האנונקי נאלצו להשתמש באמהות פונדקאיות ובהפריה חוץ גופית כדי ליצור שיבוטים אנושיים.
                              האנונקי יצרו שיבוטים זכריים ונקביים בעזרת הרחם של אלות לידה קדשות.
                              <Reference id={11} />
                            </span>
                        </li>
                        <li>
                            מהו עפר האדמה שאלוהים השתמש כדי ליצור את אדם?
                            <span>
                            אנקי ונינטו עירבבו טיט עם בשרו ודמו של אל אנונקי.
                             המילה האכדית "טיט" היא נגזרת של המילה השומרית "טי.איט" שמשמעותה "זה שיש בו חיים".                             
                              לכן האדם לא נוצר מעפר או מחימר, אלא מחומר בעל חיים.
                                  <Reference id={12} />
                            </span>
                        </li>
                        <li>
                            מהי נשמת החיים שהפכה את האדם לנפש חיה?
                            <span>                            
                             לאחר שאנקי ונינטו ערבבו טיט עם בשר ודם, שניהם נכנסו ל"בית הגורלות",
                              המונח האכדי הוא "בית שימתי" שמקורו במילה השומרית "שי.אימ.טי" שפירושו המילולי "נשימה-רוח-חיים"
                               לכן אנקי ונינטו נכנסו "לבית בו נשמת רוח החיים".
                                במקרא, נשמת החיים הפכה את האדם לנפש חיה אך המילה העברית נפש מקורה במילה האכדית "נפישתו" שפירושה "נשמת החיים".                                
                                <Reference id={13} />
                                <Reference id={14} />
                            </span>
                        </li>
                    </p>                    
                </section>                                              
                <section id="man-ape">
                    <h2>אדם/קוף</h2>
                    <p>
                        בחלק זה נבצע השוואה גנטית ופיזית בין האדם לקוף,
                        על מנת לאשש שהאדם לא התפתח טבעית מאב משותף לקוף,
                        אלא הונדס גנטית על ידי מיזוג גנטיקה של יצור אנונקי עם גנטיקה של יצור הומיניד.                               
                    </p>
                    <h4>גנטיקה</h4>
                    <p>
                        די.אן.איי הוא מולקולה המורכבת משתי שרשראות המתפתלות זו סביב זו ליצירת סליל כפול
                         הנושא את ההוראות הגנטיות המשמשות לגידול, פיתוח, תפקוד ורבייה של כל היצורים החיים הידועים. 
                        הנתונים הגנטיים משמשים כמתווה של כל תא לבצע את תפקידיו.
                    </p>
                    <p>
                        בני האדם קשורים גנטית לקופי האדם ממשפחת הומינידאים.
                        משפחה זו כוללת אורנגוטנים, שימפנזים, גורילות ובונובו.
                        בני אדם חולקים 98.8 אחוזים מהדי.אן.איי עם בונובו ושימפנזים.
                        בני האדם וגורילות חולקים 98.4 אחוזים מהדי.אן.איי.
                        ברגע שקופי האדם אינם ילידי אפריקה, ההבדלים בדי.אן.איי גוברים.
                        בני אדם ואורנגאוטנים חולקים 96.9 אחוזים מהדי.אן.איי.
                        בני אדם וקופים חולקים 93 אחוזים מהדי.אן.איי.                        
                    </p>
                    <h5>מיזוג כרומוזומים</h5>                    
                    <p>
                        <img src="images/chromosome2.jpg" alt="" className="dialogImage imgEnlarge" />                                                
                        לבני אדם 23 זוגות כרומוזומים ולשאר קופי האדם 24 זוגות כרומוזומים.
                          כאשר הם מוצגים זה לצד זה, הדבר הבולט ביותר בגנום של בני האדם ושימפנזים הוא עד כמה הם דומים.
                           ההבדל העיקרי נעוץ בכרומוזום האנושי מספר 2, המציג מיזוג מקצה לקצה של שני כרומוזומים קדומים.                         
                        כאשר אנו משווים את שלושת הכרומוזומים הראשונים של בני אדם, שימפנזים, גורילות ואורנגאוטנים,
                         נראה כי כרומוזום מספר 2 של בני האדם הוא כרומוזום יחיד,
                          ואילו לקופי האדם יש שני כרומוזומים נפרדים,
                          מה שמרמז על כך ששני כרומוזומים קדומים מוזגו זה בזה.
                          <Reference id={15} />
                    </p>
                    <p>
                          שלושה מדדים גנטיים מספקים עדות חזקה, אם לא חותכת, למיזוג כרומוזומים:
                          <li>
                             ראשית, הפסים (או דפוס הצבע) של כרומוזום מספר 2 של בני האדם תואמת את זה של שני כרומוזומים נפרדים שנמצאים בשימפנזים (כרומוזום מספר 2 ו-3).
                         </li>
                         <li>
                          שנית, בכרומוזום יש בדרך כלל צנטרומר אחד או נקודה מרכזית בה מחוברים שני כרומטידות,
                           אך ניתן למצוא שרידים של צנטרומר שני, לא פעיל, בכרומוזום מספר 2 של בני אדם.
                        </li>
                        <li>
                        שלישית, בכרומוזום בדרך כלל יש רצפי די.אן.איי חוזרים הנקראים טלומרים בשתי הקצוות,
                         אך כרומוזום מספר 2 של בני אדם כולל רצפי טלומרים לא רק בשתי הקצוות אלא גם באמצע.                        
                         </li>
                    </p>
                    <h5>היפוך גנטי</h5>                   
                    <p>                        
                        <img src="images/inversion.jpg" alt="" className="dialogImage imgReduce" />
                        היפוך גנטי הוא ארגון מחדש של כרומוזום בו נפרס קטע של כרומוזום,
                         ואז מוחזר למקומו המקורי, אך בכיוון הפוך.
                          כל היפוך הוא ייחודי,
                           ואם הוא מועבר בירושה הוא יוצר קטע די.אן.איי שלא ניתן להחזיר אותו לקדמותו בדורות הבאים שנושאים אותו.
                            הגנום האנושי נושא 9 היפוכים שאינם נמצאים באף אחד מהכרומוזומים המקבילים של השימפנזה.
                              על פי דארוויניזם,
                               פירוש הדבר שבשלב מסוים לאחר שבני האדם והשימפנזה התפצלו מאביהם הקדמון המשותף,
                               התרחש הראשון מבין 9 ההיפוכים,
                                שבסופו של דבר הגיעו אחריהם 8 נוספים.
                                בהכרח שכל היפוך היה צריך לקרות ברצף.                         
                                <Reference id={16} />
                    </p>
                    <h5>223 גנים זרים</h5>
                    <p>                        
                        הגנום האנושי, הכולל פחות מ-30,000 גנים,
                         מכיל 223 גנים שאין להם מקבילים בעץ האבולוציוני.
                           גנים אלה חסרים בכל שלב החוליות של האבולוציה.
                           223 גנים אלו כוללים תפקודים פיזיולוגיים ומוחניים אצל בני אדם.                        
                           <Reference id={17} />
                    </p>
                    <h5>פגמים גנטים</h5>
                    <p>                        
                        לרוב מיני בעלי החיים, כולל קופי האדם,
                         יש מעט יחסית הפרעות גנטיות (מכמה עשרות בודדות ועד כמה מאות).
                          רבים מאלה גורמים לפגמים לא קטלניים, כמו לבקנות,
                           המועברים לצאצאים ללא נזק.
                            הפרעות גנטיות חמורות נוטות להעלם ממאגר הגנים של כל המינים.                            
                    </p>
                    <p>
                        בני אדם נושאים מעל 6,000 הפרעות גנטיות, קלות וחמורות, לדוגמה:
                        סיסטיק פיברוזיס, מחלת הנטינגטון, תסמונת מרפן,
                        טריזומיה, המופיליה, מחלת אלצהיימר,
                        תסמונת דאון, תסמונת פראדר-ווילי, ולוקמיה כרונית מיאלואידית.                        
                        <Reference id={18} />
                    </p>
                    <p>
                        מספר רב של פגמים גנטים חמורים מעיד על כך שתהליך המניפולציה הגנטית כלל טעויות רבות או תופעות לוואי, מתחילת הקיום האנושי.
                    </p>
                    <h5>מיטוכונדריה</h5>
                    <p>                                            
                        הגנום המיטוכונדריאלי הוא הדי.אן.איי שנמצא במיטוכונדריה.
                          הגנום המיטוכונדריאלי היה החלק המשמעותי הראשון בגנום האנושי שרוצף.
                           ברוב המינים, כולל בני אדם, הגנום המיטוכונדריאלי מורש אך ורק מהאם.
                            הגנום המיטוכונדריאלי מכיל אזור שמשתנה במהירות ויכול לשמש כשעון מולקולרי.
                              הגנום המיטוכונדריאלי מעיד שאם קדמונית משותפת לכל בני האדם
                                חיה לפני כ-200,000 שנים.                        
                               <Reference id={19} />
                    </p>
                    <h4>השוואה פיזית</h4>
                    <p>
                        בדיקה פיזית של בני אדם ושימפנזים מאששת את הטענה שבני האדם הונדסו גנטית מיצור הומיניד,
                        בניגוד לדעה הרווחת שבני האדם התפתחו טבעית מאב משותף לשימפנזה.
                        ההבדלים בין בני אדם ושימפנזה גדולים מאוד ומעידים לרוב על שינוי צורה והיפוך תכונות. 
                        <Reference id={20} />
                    </p>
                    <h5>ראש</h5>
                    <div>       
                        <li>                            
                            <img src="images/foramenmagnum.jpg" alt="" className="dialogImage"  />
                            נקב העורף ("פורמן מגנום") הוא החור בחלק התחתון של הגולגולת ממנה יוצא חוט השדרה ועוקב אחר עמוד השדרה.
                             אצל בני אדם, נקב העורף ממוקם במרכז, ופונה ישירות כלפי מטה.
                              נקב העורף אצל שימפנזים וקופי אדם אחרים ממוקם בחלק האחורי של הגולגולת כאשר חוט השדרה יוצא בזווית קלה.
                        </li>                 
                        <li>
                            לקופי אדם יש מוח המופחת באופן משמעותי ביכולת המנטלית ובגודל בהשוואה לבני אדם.                        
                            קליפת המוח, כיסוי השטח של כל מוח שמטפל בחלק מעומס העבודה המנטלי,
                             הוא בגודל של בול דואר בחולדות, 
                             בגודל גלויה בקופים,
                              בגודל דף נייר בשימפנזים
                              ובגודל ארבעה גיליונות נייר בבני אדם.
                         </li>
                        <li>
                            תפר הגולגולת הוא מפרק רקמות חיבור בין שתי עצמות הקודקוד של הגולגולת.
                             אצל בני אדם, התפר נשאר פתוח עד לבגרות המוקדמת (בסוף העשור השלישי לחיים),
                              ואילו אצל קופי אדם התפר מתחיל להתמזג בילדות. 
                        </li>
                        <li>
                            גרון אדם שונה לחלוטין מגרון קופי אדם.
                             קופי אדם יכולים לנשום, לאכול, לבלוע ולשתות באותו זמן ולא להיחנק.
                              קופי אדם יכולים להשמיע קולות חזקים,
                               אך הם אינם יכולים לאפנן, הם אינם יכולים להתאים את העוצמה,
                                הטון או גובה הקול שלהם, ולכן הם אינם יכולים לדבר.                    
                        </li> 
                        <li>
                        <img src="images/chin.jpg" alt="" className="dialogImage"  />                        
                            בני אדם הם החיה היחידה עם סנטר בולט,
                             אפילו לקרובי משפחתנו הקרובים ביותר כמו הניאנדרטלים אין סנטר.
                              למעשה, אחת הדרכים בהן מדענים מבדילים בין אדם מודרני אנטומי לבין גולגולת ניאנדרטלית היא לחפש אם יש לו סנטר.                    
                        </li> 
                        <li>
                            שימפנזים מציגים רכסי מצח עבים, כבדים ובולטים מעל ארובות העיניים,
                             ואילו אצל בני אדם הם מופחתים משמעותית.
                              לשימפנזים יש מצח אשר נסוג אחורה מרכסי הגבה שלהם,
                               ואילו לבני אדם מצח אנכי.                    
                        </li>
                        <li>
                            הפה של שימפנזים בולט החוצה מהפנים,
                             ואילו פנים האנושיות שטוחות יחסית.
                              גולגולת בני אדם גדולה יותר מהפנים,
                               בעוד שפני השימפנזה גדולים יותר מהגולגולת.                    
                        </li>                                        
                        <li>
                             ארובות העיניים של שימפנזים עגולות ואילו ארובות העיניים של בני אדם מלבניות.
                        </li>
                        <li>                                                                                                                          
                            <img src="images/eye.jpg" alt="" className="dialogImage"  />
                            עיניים אנושיות שונות מעיני השימפנזה.
                             אצל בני אדם, הסקלרה היא לבנה, מנוגדת לצבע הקשתית,
                              אך ברוב השימפנזים החלק הגלוי של הסקלרה תואם את צבע הקשתית.
                        </li>                                                                                                                                                                                                                                                                                      
                        <li>
                            שימפנזים, גורילות ואורנגאוטנים הם בעלי קשתות שיניים אחוריות בצורת U, 
                            כאשר השיניים האחוריות הימניות והשמאליות מקבילות זה לזה, 
                            ואילו קשתות שיניים אנושיות מעוצבות בצורת V מעוגל.
                            לשימפנזים יש ניבים ושיניים קדמיות גדולים בהרבה,
                            ומשטח שחיקה גדול בהרבה בשיניים הטוחנות.
                            בניגוד לשימפנזים, ניבים אנושיים הם בערך באותו גודל בשני המינים.
                        </li>
                        <li>
                            לבני אדם יש אף בולט ואילו לשימפנזים יש אף שטוח.
                             לבני אדם גבות ברורות, שימפנזים חסרי גבות.
                             לבני אדם שפתיים גדולות, ואילו לשימפנזים שפתיים דקות.    
                        </li>                        
                        <h5>גפיים</h5>
                        <li>
                             רגלי קופי אדם מותאמות לאחיזה והבוהן שלהם נגדית.
                              שימפנזים, בונובואים ואורנגאוטנים הם בעלי כפות רגליים שמסוגלות לתפוס,
                             כפות רגליים עם יכולת אחיזה כמו יד.                                                                                            
                        </li>     
                        <li>
                            שלושת קשתות כף הרגל האנושית, הנוצרות על ידי עצמות הטארסאל והמטאטארסאלי,
                             ונתמכות על ידי רצועות וגידים, נעדרות לחלוטין בכפות רגלי שימפנזה.     
                        </li>
                        <li>
                            <img src="images/walking.jpg" alt="" className="dialogImage"  />
                            כשבני אדם הולכים, המומנטום מכה לראשונה בעקב (1),
                             שנוטע אותנו ודוחף את המשקל שלנו קדימה,
                              מעביר אותו לאורך הקצה החיצוני של סוליית כף הרגל,
                               עובר מסביב לאזור הקשת עד שמשקלנו ישירות מעל הקרסול.
                                ברגע שמגיעים לנקודת האמצע של הפסיעה ומשקלנו עובר מעבר לאזור הקשת,
                                 הוא מבצע מעבר חד (2) לכדור הרגל.
                                  הכדור (3) מעביר את המשקל שלנו קדימה והחוצה לאורך הבוהן (4),
                                   ובמידה פחותה יותר אל אצבעות הרגליים,
                                    שמשמשות כמאזנים לדחף הפסיעה שנוצר על ידי הבוהן.
                                     כאשר שימפנזים הולכים, המומנטום שלהם דוחף את משקלם קדימה,
                                      מעביר אותו לאורך הקצה החיצוני של כף הרגל והחוצה לאורך אצבעות רגליהם.                            
                        </li> 
                        <li>
                            בני אדם נבדלים מקופי אדם אחרים על פי פרופורציות הידיים והרגליים ביחס לאורך הגוף הכולל.
                            לבני אדם יש רגליים ארוכות יחסית וזרועות קצרות בהשוואה לקופי אדם.
                            לבני אדם יש עצמות רגליים ארוכות ב-34% בממוצע לעומת קופי אדם, יחסית לאורך עצמות הזרוע.                    
                        </li>
                        <li>
                            היד האנושית בעלת אצבעות קצרות יותר ואגודל ארוך, חזק, וגמיש יותר.
                             היד האנושית לא רק מאפשרת מניפולציה עדינה על הכלים,
                              אלא מאפשרת לבני אדם לעשות אגרוף קמוץ, קופי האדם לא מסוגלים לכך.
                        </li>
                        <li>
                            <img src="images/knee.png" alt="" className="dialogImage"  />
                            בני אדם יכולים לעמוד ישר בגלל היכולת לנעול את שתי הברכיים,
                             ואילו ברכיהם של השימפנזים וקופי אדם אחרים תמיד נשארים כפופים מעט.                    
                        </li>                                                                                                                                                                                   
                        <li>
                             מספר מחקרים הצביעו על כך ששימפנזים חזקים פי 3 עד 5 מאדם חסון.
                              שריר השימפנזה מורכב מכ-67 אחוזים סיבי מפרק מהיר, לעומת כ-30 אחוזים בבני אדם. 
                            לבני אדם צפיפות עצם פחותה בהשוואה לקופי אדם.
                             בחתכים רוחביים של ראש עצם הירך ועצם המסרק ניתן לראות את הירידה בצפיפות העצם.
                        </li>      
                        <li>
                            קופי אדם יכולים לעמוד זקוף על רגליהם האחוריות ללא כל תמיכה.
                             שימפנזים, בונובואים, גיבונים ובבונים יכולים לעמוד על שתי הרגליים,
                              אך בני האדם הם הפרימטים היחידים שעומדים תמידית,
                               בגלל עקומה נוספת בעמוד השדרה שמייצבת את העמידה הזקופה.                
                        </li>                                                                  
                        <h5>שיער</h5>
                        <li>                                                                                
                            לבני אדם ולשימפנזים יש כמות זהה של זקיקי שיער בגופם,
                              אך לשימפנזים פרווה עבה, ואילו שיער בני אדם קצר ודק.
                             בניגוד לבני אדם, לכל קופי האדם יש שיער גוף מלא המגן על עורם מפני חשיפה בלתי מוגבלת לשמש.
                            עור בגוון בהיר אינו מותאם לקרני שמש ישירים ומתמשכים.
                             אפילו בעלי עור כהה יסבלו בסופו של דבר מהשפעות שליליות מחשיפה מתמשכת.                            
                              לחשיפה מתמשכת לקרניים אולטרה סגולות יש השפעות בריאותיות שליליות,
                               כולל כוויות שמש וסיכון מוגבר לסרטן העור, כמו כן תפקוד מערכת חיסון מדוכאת והזדקנות עור מואצת.                            
                        </li>
                        <li>
                            <img src="images/reversepattern.jpg" alt="" className="dialogImage"  />                                                                                                                 
                            בני אדם מציגים דפוס שיער הפוך לזה של השימפנזים.
                             לשימפנזים פרווה עבה על גבם ופרווה דקה מקדימה.
                              לזכרים אנושיים שיער סמיך בחזית ושיער דליל או העדר שיער בגבם.                                                 
                        </li>
                        <li>
                            שיער ראש אדם ושיער הפנים ארוכים יותר מזה של השימפנזים.
                             שיער אנושי מפסיק לצמוח לאחר תקופה מסוימת אך הוא עדיין צומח פרק זמן ארוך יותר מאשר אצל שימפנזים.                    
                        </li>
                        <h5>שונות</h5>
                        <li>
                            ייחום היא התקופה במחזור המיני של יונקות נקבות, במהלכן הן מיוחמות, מוכנות להזדווג.
                              מחזורי ייחום מתחילים לאחר הבגרות המינית אצל נקבות ומופרים בשלבי ביניים או על ידי הריונות.
                               בדרך כלל מחזורי ייחום נמשכים עד המוות.
                                לכל קופי האדם יש מחזורי ייחום ברורים, בניגוד לבנות האדם.
                                 לבנות אדם יש מחזורי וסת ולא מחזורי ייחום, ובניגוד לרוב המינים האחרים, בעלות ביוץ מוסתר,
                                  היעדר סימנים חיצוניים ברורים לאותת על ייחום בזמן הביוץ.                    
                        </li>                                                                                                                        
                        <li>
                            לבני אדם יש פי עשר יותר שומן מתחת לעור מאשר לקופי אדם.
                             נקבות וזכרי אדם בעלי 36% ו-20% שומן בגוף בממוצע,
                              ואילו נקבות וזכרי שימפנזה בממוצע בעלי 4% וקרוב ל-0% שומן בגוף, בהתאמה. 
                        </li>
                        <li>
                            בני אדם מסמיקים או בוכים אינסטינקטיבית בתגובה למצב רגשי.
                             שאר קופי האדם אינם מסמיקים ואינם בוכים.                         
                        </li>
                        <li>
                              לבני האדם ישבן גדול יותר,
                               שוקיים גדולים יותר וגיד אכילס גדול יותר מאשר לשימפנזים.
                                 לבני אדם יש אגן קצר ורחב, לשימפנזים יש אגן צר וארוך.
                        </li>
                    </div>
                </section>                                                              
                <section id="nephilim">
                    <h2>נפילים</h2>
                    <h4>גולגלות מאורכות</h4>
                    <p>
                        <img src="images/thumbnails/paracas-skulls.jpg" alt="" className="dialogImage imgReduce" />                                                                                      
                          גולגלות בני האדם נראים זהים עם הבדלים קטנים בגודל ובצורה בהתאם למין ולמורשת הגזעית.
                        גולגלות מאורכות אינן מתאימות לקריטריון של גולגולת אנושית.                    
                         גולגלות מאורכות נבדלות בצורה, בגודל ובמבנה שלהן, אך כולן שייכות לאותו מין.
                    </p>
                    <p>
                        גולגלות מאורכות נמצאו במיקומים רבים ברחבי העולם,
                         אך הגולגלות שנחשפו בפארקאס, עיר בחוף המערבי של פרו,
                          הן הגולגלות המאורכות הגדולות ביותר שנמצאו בעולם.                        
                          <Reference id={21} />
                    </p>
                    <p>
                        גולגלות הפאראקס שוקלות כ-60% יותר מאשר גולגלות אדם בממוצע.
                         בנוסף לכך, יש להם עד 25% יותר מוח מאשר המוח האנושי הממוצע.
                          ראוי להזכיר כי גודל המוח ומשקל הגולגולת יכול להיות רק תוצאה של גנטיקה.                        
                         חלק מהגולגלות הופרדו מגופן וחלקן עדיין מחוברות אליו.
                        בהנתן גולגלות פאראקס הגדולות ביותר, אפשר להסיק כי גובהן של ישויות אלה היה מעל שתי מטר.
                    </p>
                    <h5>גנטיקה</h5>
                    <p>
                        בשנת 2013, החלו החוקרים אל.איי מרזולי והביולוג בריאן פורסטר לעבוד על הסבר מדעי לגולגלות הקדומות שנמצאו בפאראקס.
                        דגימות דנ"א נלקחו ממספר גולגולות,
                        ובדיקות דנ"א בוצעו במעבדה של אוניברסיטת לייק-הד בקנדה ובמעבדות אחרות בארה"ב.                         
                    </p>
                    <p>                                            
                        הגולגולת הראשונה שנבדקה היא של גולגולת התינוק מפאראקס והתוצאות שהופיעו בבדיקה גנטית הראו רק נוכחות אחת של הפלוגרופ U2e1. 
                        הפלוגרופ היא קבוצת אוכלוסייה גנטית של אנשים אשר חולקים אב קדמון משותף.
                         הפלוגרופים מסומנים ע"י אותיות אלפבית, חידודים מורכבים ממספרים נוספים בשילוב אותיות.
                         הפלוגרופ U2e1 אינו משויך לילידים ביבשת אמריקה אלא לקבוצות גרמניות או בלטי-סלאביות אשר מעיד על כך שאבות הפאראקאס הגיעו מאירופה.                        
                    </p>
                    <p>
                        <img src="images/haplogroup.gif" alt="" className="dialogImage imgEnlarge" />                                                
                        הגולגולת השנייה שנבדקה באה מאזור שנקרא לה-אורויה, מזרחית ללימה, פרו.
                        כפי שמראה המפה, לכל ילידי יבשת אמריקה היו אבות מקבוצות הפלוגרופ A, B, C, D ואולי X ואילו הגולגולת מלה-אורויה שייכת לקבוצת הפלוגרופ T2b, שהוא אירופאי. קבוצת הפלוגרופ T2 נמצאת רק 
                        באיזורים אירופאיים וכמה אזורים במזרח התיכון, T2b נמצא רק באזור האיים  הבריטיים, באזור הבלטי ובחלקים של סקנדינביה.                        
                    </p>
                    <p>
                        הגולגולת השלישית שנבדקה מתרבות הפאראקאס נקראת גולגולת קליאופטרה. הגנום המיטוכונדריאלי שנמצא בשיער הגולגולת שייך לקבוצת הפלוגרופ H1, הנפוץ במערב אירופה, במיוחד בקרב הבאסקים, אך גם באיבריה ובצפון אפריקה.                        
                    </p>
                    <p>
                        גולגולת רביעית שנבדקה נמצאה באותו קבר של התינוק מפאראקס שייך לקבוצת הפלוגרופ H2a, אשר אופיינית 
                        לאוכלוסיות מאירופה, אך בעיקר באזור הקווקז או חצי האי קרים.                         
                    </p>
                    <p>
                        דגימות דנ"א של ארבע גולגלות פרואניים גילו כי מוצאם הוא מאירופה,
                         הרבה לפני שהספרדים גילו את יבשת אמריקה לפני 500 שנה.
                         תיארוך רדיומטרי של הגולגלות מצא כי הישויות שנבדקו חיו לפני 2,000 שנים.
                    </p>
                    <h4>השוואה פיזית</h4>
                    <p>
                        השוואה פיזית בין גולגלות פאראקס לגולגלות אנוש מוכיחה כי לא מדובר בבני אדם אלא ביצור שונה.
                    </p>
                    <h5>נקב העורף</h5>
                    <p>
                        <img src="images/elongatedforamen.jpg" alt="" className="dialogImage"  />                        
                        נקב העורף ("פורמן מגנום") הוא פתח אליפטי גדול בעצם העורף,
                        אשר חוט השדרה עובר דרכו כאשר הוא יוצא מן הגולגולת.
                        נקב העורף של גולגלות פאראקס
                        ממוקם הרבה יותר לכיוון החלק האחורי של הגולגולת לעומת גולגלות אדם.                        
                    </p>                    
                    <p>
                        המיקום של נקב העורף קשור לאיזון הראש ביצורים דו-רגליים
                         לכן אפשר לצפות שלגולגולת מוארכת נקב העורף
                          יהיה במקום אחר כדי לאזן את תוספת המשקל והזווית של הגולגולת הארוכה.                        
                    </p>    
                    <h5>מוח</h5>
                    <p>
                        המוח הוא אחד האיברים החשובים ביותר מכיוון שהוא שולט על הרבה פונקציות של הגוף.
                         המוח וחוט השדרה מהווים את מערכת העצבים המרכזית של בני האדם.
                    </p>                                                
                    <p>
                        הנפח הממוצע של מוח אנושי מודרני הוא 1,300 סמ"ק עד 1,500 סמ"ק.
                        הנפח של הגולגלות המאורכות גדול משמעותית מזה של גולגלות אדם.
                        הערכה של קיבולת הגולגלות הגדולות ביותר מפאראקאס נעה בין 2,200 סמ"ק עד 3,200 סמ"ק.
                        אפשר רק לתהות אם הנפח המוחי המוגבר של הישויות האלו גם נתן להם יכולות מנטליות נוספות או מורחבות.                        
                    </p>
                    <h5>תפר החץ</h5>
                    <p>
                        <img src="images/sagital.jpg" alt="" className="dialogImage"  />                    
                        עצמות הקודקוד הן שתי עצמות  בגולגולת האדם אשר מחוברות יחד במפרק סיבי. עצמות אלו יוצרות את הצדדים ואת הגג של הגולגולת.
                        עצמות הקודקוד מחוברות זו לזו בתפר החץ אשר מפריד בין עצם הקודקוד הימנית ועצם הקודקוד השמאלית.
                    </p>
                    <p>
                        תפר החץ היא רקמת חיבור סיבי צפופה  בין שתי עצמות הקודקוד של הגולגולת.
                        התפר מתחיל להיסגר בגיל 29, החל במקום שבו הוא מצטלב בחלק האחורי של הגולגולת, ובגיל 35 התפר נסגר לחלוטין.
                    </p>
                    <p>
                        לגולגלות מוארכות אין סימן גלוי של תפר החץ, הוא לא קיים או שהוא נמחק לחלוטין.
                        נראה שיש לגולגלות המאורכות רק עצם קודקוד אחת לעומת שתי עצמות קודקוד אצל גולגלות אנושיות.                                                
                    </p>                                                                                                                
                    <h5>שיער אדום</h5>
                    <p>
                        גולגלות הפאראקס נשמרו היטב בגלל האקלים היבש
                         לחלק מהן עדיין יש שיער מחובר,
                          אשר בכל המקרים הוא אדום טבעי.
                           השיער האדום הכהה שונה מן השיער השחור של ילידי יבשת אמריקה.
                    </p>
                    <p>
                        בקרב בני האדם, שיער אדמוני הוא נדיר, ומאפיין פחות מ-1% מהאוכלוסייה.
                    </p>
                    <h4>מלכות מצרים</h4>
                    <p>                    
                        <img src="images/amarna.jpg" alt="" className="dialogImage"  />
                        תקופת אמארנה הייתה עידן בהיסטוריה של מצרים העתיקה במחצית המאוחרת של השושלת השמונה עשרה,
                         כאשר משכנו המלכותי של פרעה ומלכתו הועבר לאקטתן במה שהוא כיום אמארנה.
                           אמנוטפ הרביעי, שינה את שמו לאחנתן (1353–1336 לפני הספירה) כדי לשקף את השינוי הדרמטי של הדת הפוליתאיסטית במצרים.                           
                    </p>
                    <p>
                        בתקופת שלטונו של אחנתן, דיוקנאות המלוכה עברו שינוי אומנותי דרמטי.                        
                         אחנאתן ומשפחתו מתוארים באופן אנדרוגיני, עם גולגלות מאורכות, ירכיים גדולות, פלג גוף עליון דק, בטן שמוטה, שפתיים מלאות וצוואר ארוך.                          
                         <Reference id={22} />
                    </p>
                    <h5>מנתון</h5>
                    <p>
                        מנתון היה כוהן דת מצרי שחי במאה ה-3 לפנה"ס, בממלכה התלמיית.
                        מנתון חיבר את האיגיפטיאקה ("דברי ימי מצרים") לבקשת תלמי השני פילדלפוס.
                        איגיפטיאקה הוא המקור הכרונולוגי העיקרי לשלטון הפרעונים הקדומים.
                        מה שמייחד את רשימת הפרעונים של מנתון ואת השושלות שלהם הוא שהרשימה שלו מתחילה עם אלים ולא עם פרעונים.
                         אלים ודמויי-אלים, כתב מנתון, מלכו על מצרים לפני כל פרעה אנושי.
                         <Reference id={23} />
                    </p>
                    <p>
                        <li>
                            בהתחלה, מצרים נשלטה על ידי שמונה אלים, החל מפטא וכלה בתות.
                             בסך הכל, שושלת אלוהית אשר שלטה במשך 13,870 שנים.
                        </li>
                        <li>
                            לאחר מכן, שושלת של שלושים אלים למחצה אשר שלטו במשך 3,650 שנים.
                           בסך הכל, כתב מאנטו, שליטים אלוהיים ואלוהיים למחצה שלטו במשך 17,520 שנים.
                        </li>
                        <li>
                            לאחר מכן, לאחר תקופת ביניים כאוטית שנמשכה 350 שנים ללא שליטים,
                            החל מנס את השושלת הראשונה של פרעונים אנושיים ששלטו על מצרים המאוחדת.
                        </li>

                        במילים אחרות, מנתון טוען כי היו שלוש שושלות שונות במצרים: אלים, אלים למחצה ובני אדם.                        
                        נראה כי השליטים עם הגולגלות המאורכות אינם אנושיים ואינם אלוהיים
                        האפשרות היחידה שנותרה היא כי הם אכן היו אלים למחצה.                                                
                    </p>
                    <h4>אל למחצה</h4>
                    <p>                        
                         אל למחצה הוא צאצא של אל ואדם, בדרך כלל מתואר כאדם שביצע מעשי גבורה וזכה לכבוד רב.
                         <Reference id={24} />
                         <span>
                            להן דוגמאות קלאסיות לאלים למחצה:
                         </span>
                         
                        <li>
                            <img src="images/gilgamesh.jpg" alt="" className="dialogImage"  /> 
                            גילגמש (שומר) – בן של נינסון ואב אנושי
                        </li>                        
                        <li>סמירמיס (אשור) – בת של אטרגטיס ואב אנושי</li>
                        <li>שחר/שלם (כנען) – בניו של אל ונשים אנושיות</li>
                        <li>הרקולס (יוון) – בן של זאוס ואישה אנושית</li>
                        <li>אכילס (יוון) – בן של תטיס ואב אנושי</li>
                        <li>דיוניסוס (יוון) – בן של זאוס ואישה אנושית</li>
                        <li>אמירני (גאורגי) – בן של דאלי ואב אנושי</li>                        
                    </p>
                    <h4>נפילים</h4>     
                    <p>
                        ספר בראשית מאשר את קיום האלים למחצה, צאצאיהם של בני האלוהים ובנות האדם.
                    </p>                                   
                    <blockquote>
                        <p className="quotation"> 
                        הַנְּפִלִים הָיוּ בָאָרֶץ בַּיָמִים הָהֵם וְגַם אַחֲרֵי כֵן אֲשֶׁר יָבֹאוּ בְּנֵי הָאֱלֹהִים אֶל בְּנוֹת הָאָדָם וְיָלְדוּ לָהֶם הֵמָה הַגִבֹּרִים אֲשֶׁר מֵעוֹלָם אַנְשֵׁי הַשֵּׁם.
                        </p>
                        <footer>— בראשית ו ד</footer>
                    </blockquote>                    
                    <p>
                        המונח נפילים מלשון נ.פ.ל משמעו שהאלים למחצה נפלו מאלוהות.                                                 
                    </p>
                    <blockquote>
                        <p className="quotation"> 
                        אֵיךְ נָפַלְתָּ מִשָּׁמַיִם הֵילֵל בֶּן שָׁחַר.
                        </p>
                        <footer>— ישעיה יד יב</footer>
                    </blockquote>  
                    <blockquote>
                        <p className="quotation"> 
                        אֲנִי אָמַרְתִּי, אֱלֹהִים אַתֶּם וּבְנֵי עֶלְיוֹן כֻּלְּכֶם. אָכֵן, כְּאָדָם תְּמוּתוּן וּכְאַחַד הַשָּׂרִים תִּפֹּלוּ.
                        </p>
                        <footer>— תהילים פב ו</footer>
                    </blockquote>                      
                    <h5>בני ענק</h5>     
                    <p>
                        הנפילים במקרא מתוארים כגדולי קומה (ענקים) אשר ישבו בעיר חברון,
                         ששמה המקורי היה קריית ארבע,
                         על שמו של בעל המקום, ארבע, שהיה "האדם הגדול בענקים".
                    </p>
                    <p>                        
                        <li>במדבר יג כב – וַיַּעֲלוּ בַנֶּגֶב וַיָּבֹא עַד חֶבְרֹון וְשָׁם אֲחִימַן שֵׁשַׁי וְתַלְמַי יְלִידֵי הָעֲנָק.</li>
                        <li>במדבר יג לג – וְשָׁם רָאִינוּ אֶת הַנְּפִילִים בְּנֵי עֲנָק.</li>
                        <li>דברים א כח – וְגַם בְּנֵי עֲנָקִים רָאִינוּ שָֽם.</li>
                        <li>יהושע יד טו – וְשֵׁם חֶבְרֹון לְפָנִים קִרְיַת אַרְבַּע הָאָדָם הַגָּדֹול בָּעֲנָקִים הוּא.</li>
                        <li>יהושע כא יא – וַיִּתְּנוּ לָהֶם אֶת קִרְיַת אַרְבַּע אֲבִי הָֽעֲנֹוק הִיא חֶבְרֹון.</li>                        
                    </p>                    
                    <p>
                        הנפילים מתוארים כצאצאי הענק.
                         המילה ענק מדגישה את גודלם,
                          אך היא גם מייצגת שם של קבוצה או של גזע.
                        המקרא משתמש בשלושה ביטויים כדי לתאר את מוצא הנפילים:                        
                        <li>ענק</li>
                        <li>ענקים</li>
                        <li>ענוק</li>                        
                    </p>
                    <p>
                        המילה ענוק לא קיימת בעברית לכן נראה כי המילים ענק/ענוק/ענקים הושאלו מהשפה השומרית,
                         מכיוון שהאלים המסופוטמים נקראו ענונקי או אנונקי.
                    </p>
                </section>
                <section id="anunnaki">
                    <h2>אנונקי</h2>
                    <p>
                        בשומרית, משמעות השם אנונקי היא שילוב של אנונה "צאצאי אנו" והמילה קי "כדור הארץ".
                        אנו הוא מלך האנונקי אשר נמצא במושב האלים, ניבירו.
                        פירוש המילה אנו בשומרית הוא שמיים, רקיע או שחקים,
                        לכן פירוש המילה אנונקי הוא "אלו שבאו מהשמיים לארץ".
                        <Reference id={25} />
                    </p>                    
                    <h5>שילוש מקודש</h5>                    
                    <p>
                        שלושת האלים החשובים ביותר בפנתיאון המסופוטמי היו האלים אנו, אנליל ואנקי.
                        אנו היה האל העליון והאב הקדמון לכל האלים האחרים.
                        אנקי היה בנו בכורו של אנו דרך פילגש
                         ואנליל היה בנו של אנו דרך המלכה אנטו.
                        חוקי ההורשה של האנונקי קבעו כי אנליל הוא יורש העצר למרות שאחיו למחצה אנקי הוא הבכור.                        
                    </p>
                    {/* <h5>המועצה האלוהית</h5>
                    <p>
                        המועצה האלוהית כללה 12 בני משפחת אנונקי מלכותיים.
                        האסיפה, בראשות המלך אנו, התכנסה מדי פעם בכדי לדון בעניינים שונים.
                        הדירוג באסיפה החל במספר 60 שהוא מספר הבסיס במתמטיקה השומרית.
                        הדירוג המלכותי מתחיל עם המלך אנו במספר 60 והמלכה אנטו במספר 55.
                        אנליל, יורש העצר, דורג 50 ואנקי, הבכור, דורג 40.
                        שאר המועצה מורכבת ממשפחתו הקרובה של אנליל, ילדיו או נכדיו.                        
                    </p> */}
                    <h5>אנו</h5>
                    <p>
                        אנ (בשומרית), לימים נקרא אנו או אילו (באכדית), היה המקור העליון לכל הסמכויות בקרב האנונקי.
                        פירוש שמו של אנו "אדון השחקים" או "הוא מהשחקים".
                        אף על פי שאנו היה האל העליון, בני האדם עבדו אותו לעתים רחוקות,
                         ושהחלו רשומות הכתב, הכת החשובה ביותר הוקדשה לבנו אנליל.
                    </p>
                    <h5>אנליל</h5>
                    <p>
                        אנליל ("אדון השמיים"), לימים נקרא אליל, פיקד על המשימה הכוללת לכדור הארץ. 
                        בספרות השומרית הוא נודע ביצירת גן עדן,
                         הורדת מלכות שמיים,
                          ובביסוסו של מעמד כהני הדת כתפקידי סמכות על בני האדם במטרה לחצוץ גבול בין האלים לבני אדם.                        
                    </p>
                    <h5>אנקי</h5>
                    <p>
                        אנקי ("אדון הארץ"), הידוע גם בשם אה, נחשב למדען הראשי של האנונקי.
                        בספרות השומרית הוא נודע בתכנון מערכת התעלות, יצירת הנהרות וניקוז שדות הביצות.
                        אנקי נודע ביצירת המין האנושי, בהצלת האנושות מהמבול ובהענקת התרבות לשומר.                        
                    </p>
                    <h4>מושב האלים</h4>
                    <h5>רשימת המלכים השומרית</h5>
                    <p>
                        <img src="images/sumeriankinglist.jpg" alt="" className="dialogImage"  />                        
                        רשימת המלכים השומרית היא לוח אבן עתיק בשפה השומרית,
                         ובו מתועדים מלכי שומר, אורך שלטונם, ומיקומי המלכות.
                          המלוכה נתפסה כמתנת האלים ויכולה היתה להיות מועברת מעיר לעיר, המשקפת הגמוניה  אזורית.
                         שלטון המלכים לפני המבול נמדדו ביחידות מספר שומריות המכונות שר (יחידות של 3,600), נר (יחידות של 600), וסוסא (יחידות של 60).
                         <Reference id={26} />
                    </p>
                    <div>
                        רשימת המלכים השומרית מתחילה בעצם מקור המלכות:
                        <blockquote>
                            <p className="quotation"> 
                                אחרי שירדה מלכות משמיים, המלכות שררה בארידו. ויהי בארידו, ואלולים היה המלך, והוא שלט 28,800 שנים (8 שר).                                
                                {/* <span>
                                בארידו, 2 מלכים שלטו במשך 64,800 שנים (18 שר). 
                                בבת-טיבירה, 3 מלכים שלטו במשך 108,000 שנים (30 שר).
                                בלראג, מלך אחד שלט במשך 28,800 שנים (8 שר).
                                בזימביר, מלך אחד שלט במשך 21,000 שנים (5 שר ו-5 נר).
                                בשורופג, מלך אחד שלט במשך 18,600 שנים (5 שר ו-1 נר).
                                ב-5 ערים, 8 מלכים שלטו במשך 241,200 שנים (67 שר).
                                </span> */}
                                {/* <span>
                                ואז המבול שטף...                                
                                </span> */}
                            </p>
                            <footer>— רשימת המלכים השומרית</footer>
                        </blockquote>
                    </div>
                    <p>
                        רשימת המלכים השומרית מתעדת שמונה מלכים אשר שלטו במשך תקופות ארוכות לפני המבול.
                        לאחר המבול, הרשימה מתעדת מלכים אשר שלטו במשך פרקי זמן קצרים בהרבה.
                         רשימת המלכים השומרית לא רק מתעדת את המבול המקראי,
                         אלא שהיא גם משקפת את אותו דפוס של ירידה באורך החיים לאחר המבול,
                          כאשר בני האדם היו בעלי חיים ארוכים לפני המבול וחיים קצרים בהרבה בעקבות המבול.    
                    </p>
                    <p>
                        לטענת השומרים,
                         שנה ניבירואנית אחת נמשכת 3,600 שנות כדור הארץ,
                         במהלכן ניבירו משלימה סיבוב אחד ביחס לשמש.
                          שנה ניבירואנית נקראת שר שפירושה שליט או מלך.                        
                    </p>
                    <h5>כוכב הלכת התשיעי</h5>
                    <p>
                        <img src="images/Caltech.jpg" alt="" className="dialogImage" />
                        מייק בראון וקונסטנטין בטיגין
                        הם שני אסטרונומים מהמכון הטכנולוגי של קליפורניה.
                        בחודש ינואר 2016,
                        השניים הציעו את קיומו של כוכב הלכת התשיעי,
                        כוכב לכת גדול בין גודלו של כדור הארץ לנפטון.
                        כוכב הלכת התשיעי, על פי בראון ובטיגין,
                        הוא הסיבה לאנומליות שבמערכת השמש.
                        באוקטובר 2017, נאס"א אישרה את מחקרם,
                        כאשר היא פירסמה מאמר הסבר על כוכב הלכת התשיעי
                        שנקרא "סופר כדור-הארץ שהגיע הביתה לארוחת ערב".
                        <Reference id={27} />
                    </p>
                    <p>
                        בראון ובטיגין שיערו כי, באשר לאנומליות של מערכת השמש,
                        הדרך היחידה האפשרית שבה יכולים אובייקטים אלו להתנהג בדרך זו
                        היא אם כוח הכבידה של כוכב לכת אחר אחראי לכך.
                        לאחר הפעלת סימולציות מחשב וחישובים,
                        הם הגיעו למסקנה כי ההסבר האפשרי היחיד
                        יהיה קיומו של כוכב לכת נוסף
                        במערכת השמש שלנו, כלומר כוכב לכת תשיעי.
                        הם גילו את קיומו של כוכב הלכת
                        באמצעות מודלים מתמטיים וסימולציות מחשב,
                        אך עדיין לא צפו בו ישירות.                        
                    </p>
                    <p>
                        כיום יש חמש ראיות תצפיתיות שונות
                        המצביעות על קיומו של כוכב הלכת התשיעי.
                        שישה אובייקטים ידועים בחגורת קויפר,
                        כולם בעלי מסלולים אליפטיים המצביעים פנימה באותו כיוון.
                        מסלולים אלה גם מוטים באותו אופן,
                        כ-30 מעלות כלפי מטה לעומת המישור דמוי פנקייק
                        שבתוכו כוכבי הלכת במסלול השמש.                        
                    </p>
                    <p>
                        <img src="images/planet-nine.jpg" alt="" className="dialogImage imgEnlarge" />                        
                        סימולציות מחשב של מערכת השמש
                        עם כוכב הלכת התשיעי
                        הראה שצריכים להיות יותר אובייקטים מוטים
                        כלפי המישור הסולארי.
                        ההטיה אמורה להיות בזוית של 90 מעלות,
                        כאילו המישור של מערכת השמש ואובייקטים אלו
                        כאשר מסתכלים מהצד יוצרים צורת X.
                        ואכן, ידועים לאסטרונומים חמישה אוביקטים שעונים על הדרישות.
                    </p>
                    <p>
                        מאמר שני של הצוות הראה כי כוכב הלכת התשיעי
                        יכול היה להטות את כוכבי הלכת.
                        זה יכול להסביר תעלומה ארוכת שנים:
                        מדוע המישור של מסלול כוכבי הלכת
                        מוטה ב-7.25 מעלות לעומת קו המשווה של השמש?
                    </p>
                    <p>
                        סימן נוסף לנוכחותו של כוכב הלכת התשיעי
                        הוא האוביקטים בעלי מסלול רטרוגרפי מחגורת קויפר.
                        במילים אחרות, מסלולם הוא בכיוון ההפוך למסלול שאר כוכבי הלכת במערכת השמש.
                    </p>
                    <p>
                        כוכב הלכת התשיעי נקרא באופן בלתי רשמי בשם "השמן"
                        בגלל המסה הגדולה שלו יחסית לגודלו.
                        ההערכה היא כי המסה שלו גדולה פי 10,
                        קוטרו גדול פעמיים עד ארבע פעמים מקוטר כדור הארץ,
                        והוא רחוק פי 500 מהשמש.
                        ההערכה היא כי לכוכב הלכת התשיעי
                        יש מסלול אליפטי ארוך שנמשך כ-15,000 שנים.
                    </p>
                    <p>
                        אסטרונומים מעריכים
                        שיידרשו שנים כדי למצוא את כוכב הלכת התשיעי.
                        יש צורך בטלסקופ גדול כדי לזהות את הכוכב במרחק הזה,
                        ללא מושג ברור היכן על מסלולו הוא נמצא.
                        גופים שמימיים רבים אחרים
                        נובאו באמצעות מודלים לאורך השנים.
                        המקרה המפורסם ביותר היה גילוי נפטון,
                        שהיה כוכב הלכת הראשון שקיומו נובא
                        על ידי חישובים מתמטיים (משיכת הכבידה שלו על אורנוס),
                        לפני שהוא נראה למעשה דרך טלסקופ.
                    </p>
                    <p>
                        להלן האונומליות במערכת השמש:
                        <li>נטיית כוכבי הלכת מהאקליפטיקה - כוכב חמה (7 מעלות), פלוטו (17 מעלות) ואריס (44 מעלות)</li>
                        <li>סדנה ואוביקטים מנותקים ללא אינטראקציה עם כוכבי הלכת</li>
                        <li>הטיה צירית של כדור הארץ - 23.44 מעלות</li>                        
                        <li>ציר סיבוב של השמש - 7.25 מעלות</li>
                        <li>ציר סיבוב צדדי או הפוך - נוגה (177 מעלות), אורנוס (97 מעלות) ופלוטו (119 מעלות)</li>
                        <li>מסלול הפוך של דראק (103 מעלות) וניקו (110 מעלות)</li>
                    </p>
                    <h5>ניבירו</h5>
                    <p>
                        <img src="images/wingeddisk.jpg" alt="" className="dialogImage"  />                                                                                            
                        קיום כוכב לכת תשיעי, מחזיר אותנו לשומר העתיקה.
                         לשומרים ניתנו סיפורים על ידי האנונקי, סיפורים שהוגדרו קדושים במשך אלפי שנים.
                          בסיפורים אלו משכן האלים נקרא ניבירו, כוכב לכת בתוך מערכת השמש שלנו.
                    </p>
                    <p>
                        פירוש השם ניבירו באכדית הוא "כוכב ההצטלבות" וסמלו הוא הדיסק המכונף או הצלב.
                          במסופוטמיה ובמצרים העתיקה, הדיסק המכונף היה סמל הקשור לאלוהות, מלכות וכוח.
                        הדיסק המכונף צויר כגוף שמימי הנע בשחקים, לצד גופים שמימיים אחרים.                        
                         סמל הדיסק המכונף כלל גם את מלך האנונקי, אנו.
                        ניבירו נזכרת באנומה אליש ובמספר לוחות אסטרונומים.                        
                    </p>
                </section>   
                <section id="advanced-knowledge">                    
                    <h2>ידע מתקדם</h2>
                    <p>
                        הממצאים שהשאירו אחריהם האנונקי מעידים על ידע מתקדם אשר לא היה אמור להיות קיים במסופוטמיה העתיקה. 
                    </p>
                    <h4>אסטרונומיה</h4>
                    <p>
                        כל האלמנטים הבסיסיים של האסטרונומיה המודרנית,
                        מוצאם בשומר העתיקה.
                        המילה Planet ("כוכב לכת") פירושה "נודד" ביוונית,
                        אך השומרים, 3,000 שנים קודם לכן,
                        כינו את כוכבי הלכת LU.BAD שמשמעו "כבשים נודדים",
                        בשומרית LU "אלה שנרעים" ו-BAD "עתיק" או "בסיס".
                        השומרים התכוונו לומר שכוכבי הלכת, כמו כבשים, נרעים על ידי השמש.
                        <Reference id={28} />
                    </p>
                    <h5>המודל ההליוצנטרי</h5>
                    <p>
                        <img src="images/va243.jpg" alt="" className="dialogImage"  />                        
                        חותם גליל VA-243,
                        שנוצר לפני 4,500 שנים,
                          מתאר אל אנונקי מעניק את המחרשה, את הידע החקלאי, לאנושות.
                        מבחינה היסטורית, השומרים היו הראשונים שהשתמשו במחרשה,
                         אך כפי שחותם זה מראה,
                          הם לא המציאו או פיתחו את המחרשה,
                           אלא היא ניתנה להם, כמוצר מוגמר, על ידי האלים.                           
                           <Reference id={29} />
                    </p>
                    <p>
                        חותמת זאת גם מראה מספר כוכבי לכת סביב כוכב קורן גדול,
                         תיאור של מערכת השמש כפי שהיה ידוע לשומרים,
                        מערכת המורכבת מגופים שמימיים המקיפים את השמש,
                        אלפי שנים לפני קופרניקוס והמודל הליוצנטרי.                        
                    </p>
                    <h5>טבעות שבתאי</h5>
                    <p>                        
                        לוח חמר זה, משנת 2,000 לפנה"ס, המוצג במוזיאון הבריטי,
                        מתאר דמות שותה בירה באמצעות קש.
                        מבט מקרוב על החותם, חושף תיאור של מערכת השמש
                        כפי שהוא היה ידוע לשומרים.
                        תרשים החותם מראה את שבתאי וטבעותיו
                        וארבעה כוכבי לכת עגולים,
                        כדור הארץ והירח,
                         ונוגה שמתואר ככוכב בעל שמונה קרניים.
                        עובדה ידועה היא כי הטבעות של שבתאי
                        אינן נראות מכדור הארץ בעין בלתי מזוינת.
                        <Reference id={30} />
                    </p>
                    <p>
                        <img src="images/saturn.jpg" alt="" className="dialogImage imgEnlarge" />
                        מבט קרוב יותר מגלה
                        כי הקש הוא בדיוק במיקום של חגורת האסטרואידים.
                        אם נשווה את כוכבי הלכת המתוארים בחותם
                        לידע הנוכחי שלנו על מערכת השמש,
                        נראה כי השומרים ידעו את סדר כוכבי הלכת
                        ואת מיקומו של חגורת האסטרואידים.
                    </p>
                    <p>
                        התרשים מציג את שבתאי עם הטבעות שלו,
                        ואחריו צדק, חגורת האסטרואידים (המתוארת כקש מעוקל),
                        מאדים, כדור הארץ והירח ולבסוף נוגה.
                        מדוע נוגה ולא השמש?
                        בסמליות הבבלית,
                        האלה אישתר מיוצגת על ידי כוכב בעל שמונה קרניים,
                        והיא משוייכת לכוכב נוגה.
                        ראוי להזכיר כי חגורת האסטרואידים אינה נראת בעין בלתי מזוינת.                        
                    </p>
                    <p>
                        בנוסף לכך, כוכבי הלכת מתוארים לפי גודלם היחסי.
                        השומרים ידעו כי כדור הארץ ונוגה זהים כמעט בגודלם
                        וששניהם גדולים באופן משמעותי ממאדים.
                        הם גם ידעו כי מעבר לחגורת האסטרואידים,
                        שבתאי וצדק כמעט זהים בגודלם ביחס לכדור הארץ.                        
                    </p>                                           
                    <h5>כוכב הלכת השביעי</h5>
                    <p>                        
                        <img src="images/seventhplanet.jpg" alt="" className="dialogImage"  />
                        במסופוטמיה, סמלו של מאדים היה כוכב בעל שישה קודקודים
                         וסמלו של נוגה היה כוכב בעל שמונה קודקודים.
                        כדור הארץ, המקיף את השמש בין נוגה למאדים, צריך להיות על פי הסמליות הזו כוכב הלכת השביעי.
                         אכן, סמל כדור הארץ היה תיאור של שבעה כוכבי לכת לצד הירח.                        
                    </p>
                    <p>
                        השאלה היא,
                        מדוע הקדמונים תיארו את כדור הארץ
                        ככוכב הלכת השביעי
                        ולא ככוכב הלכת השלישי מהשמש,
                         כפי שאנו עושים היום?
                        <span>
                            התשובה היא,
                            כאשר האנונקי נעו
                            לעבר מרכז מערכת השמש מכוכב הלכת החיצוני שלהם, ניבירו,
                            הם פגשו לראשונה את פלוטו,
                            אח"כ את נפטון ואורנוס (השני והשלישי)
                            המשיכו הלאה לעבר שבתאי וצדק (הרביעי והחמישי)
                            מאדים היה במיקום השישי,
                            לכן הוא מתואר ככוכב בעל שישה קודקודים,
                            כדור הארץ היה השביעי ונוגה היה השמיני,
                            לכן הוא תואר ככוכב בעל שמונה קודקודים.
                        </span>
                    </p>
                    <p>
                        יתר על כן,
                        בטקסטים שומריים, כדור הארץ נקרא "השביעי",
                        והכינוי של האנונקי
                        שהיה מפקד כדור הארץ, היה "מלך השבע".
                        <Reference id={31} />
                    </p>
                    <h5>לוח שנה</h5>                    
                    <p>
                        יום הוא פרק הזמן בו כדור הארץ משלים סיבוב אחד
                        ביחס לשמש.
                        במקרא, היום מתחיל עם השקיעה:
                        "ויהי ערב ויהי בקר יום אחד" (בראשית א ה).
                        אך כבר במסופוטמיה, הספירה באה לידי ביטוי באפוס הבריאה השומרי, אנומה אליש,
                        שם מונה הירח בלילה לאותת את הימים.                        
                    </p>
                    <p>
                        העדות המוקדמת ביותר למשמעות אסטרולוגית
                        של תקופה בת שבעה ימים קשורה למלך השומרי גודאה,
                        אשר בנה מקדש בן שבעה חדרים,
                        אותו קידש בפסטיבל בן שבעה ימים.

                        עדות נוספת למשמעות אסטרולוגית לשבוע
                        היא העובדה שהבבלים
                        חגגו את היום ה-7, ה-14, ה-21 וה-28 כימים קדושים,
                        המכונים גם ימים רעים.
                        במועדים אלו נאסר על פקידים לבצע פעילויות שונות,
                        ולפחות ה-28 בחודש נודע כיום מנוחה.
                    </p>
                    <p>
                        חודש הוא פרק הזמן בו הירח משלים סיבוב אחד
                        ביחס לכדור הארץ.
                        לשמות החודשים בשומר
                        היה קידומת "אזן",
                        פירוש המילה אינו חודש אלא פסטיבל.
                        החודשים היו הימים בהם חגגו
                        את פסטיבל האלים ("היום הקדוש").
                        בעברית, פירושו המילולי של המילה חג הוא להסתובב.                        
                    </p>
                    <p>
                        <img src="images/equinox.jpg" alt="" className="dialogImage"  />                                                
                        האקוונקס הם שני הרגעים בשנה
                        בהם השמש נמצאת בדיוק מעל קו המשווה
                        בהן אורך היום והלילה שווים.
                        הסולסטיס הם שני הרגעים בשנה
                        שבהם נתיבו של השמש נראה הכי רחוק
                        צפונית או דרומית מקו המשווה של כדור הארץ.
                        בסולסטיס החורפי היום הוא הקצר ביותר בשנה,
                        ובסולסטיס הקייצי הוא הארוך ביותר בשנה.
                    </p>
                    <p>
                        שנה הוא פרק הזמן
                        שבמהלכו כדור הארץ משלים סיבוב אחד ביחס לשמש.
                        במסופוטמיה העתיקה,
                        ראש השנה חל ביום הראשון של האקוונקס האביבי,
                        היום הראשון של החודש הראשון
                        ששמו ניסנו ופירושו "כשניתן הסימן".
                        הידע על האקוונקס, עליו מעידים ימי ראש השנה,
                        משתרע בבירור עד שומר.                        

                        החלוקה של השנה הסולארית לארבע
                        שולבה בעת העתיקה עם תנועת הירח
                        ליצירת לוח השנה הראשון,
                        לוח השנה הירחי-שמשי של ניפור.
                        הלוח שימש את האכדים, הבבלים,
                        האשורים ועמים נוספים אחריהם,
                        הלוח בשימוש עד עצם היום הזה
                        כלוח השנה העברי.
                    </p>
                    <p>
                        ראש השנה התחיל ביום הראשון של האביב.
                        זה דרש, כבר מראשית התרבות השומרית,
                        ידע מדויק על תנועות כדור הארץ
                        והירח והתאמתם לשמש,
                        ואת סודות העיבור
                        (הכנסת יום, שבוע או חודש
                        למספר שנים קלנדריות
                        כדי להתאים את לוח שנה לעונות).
                        <Reference id={32} />
                    </p>
                    <h5>גלגל המזלות</h5>
                    <p>
                        קונסטלציה היא קבוצת כוכבים
                        היוצרת מתווה או דפוס מדומה
                        על הספירה השמיימית.
                        העדות המוקדמת ביותר לזיהוי קבוצות הכוכבים
                        נמצאת בלוחות מסופוטמיות וטבליות חימר
                        המתוארכות לאלף השלישית לפני הספירה.
                        קטלוג הכוכבים הבבלי העתיק ביותר
                        מתוארך ל-2,000 שנה לפני הספירה.
                        עם זאת, השמות השומרים הרבים בקטלוג
                        מעידים כי הם בנויים על מסורת שומרית עתיקה יותר.                   
                        <Reference id={33} />     
                    </p>
                    <p>
                        <img src="images/zodiac.jpg" alt="" className="dialogImage"  />                        
                        גלגל המזלות הוא אזור בשמיים
                        שמקיף את הספירה בו כוכבי השמיים מקיפים את השמש.
                        השומרים קראו לו UL.HE ("העדר הנוצץ"),
                        אשר היוונים אימצו בשם Zodiakos Kyklos ("מעגל החיות").
                        קבוצות הכוכבים נחלקו ל-12 קבוצות, או ל-12 מזלות.
                        התיאורים הציוריים של גלגל המזלות ושמותיהם
                        נותרו בעינם מאז היווצרותם בשומר.
                    </p>
                    <p>                        
                        לתרבות השומרית הייתה היכרות עם התופעה שנקראת נקיפת כדור הארץ.
                        נקיפת כדור הארץ,
                         היא תופעה שבה כיוונו של ציר סיבוב כדור הארץ סביב עצמו משתנה במרחב ביחס לגרמי השמים אחרים.
                          תנועה זו מכונה גם התנועה השלישית של כדור הארץ.
                    </p>
                    <p>
                        הנקיפה נגרמת כתוצאה מכוחות המשיכה של השמש והירח,
                           מכך שכדור הארץ אליפטי מעט,
                            ומכך שהוא נוטה על צידו.
                             כדור הארץ מבצע תנועת נקיפה בשיעור של 0.01396 מעלות בשנה,
                              והוא משלים מחזור שלם כל 25,788 שנים בקירוב.
                
                        שינוי זה אינפיניטסימלי
                        מבחינת תוחלת החיים האנושית:
                        בתוך 72 שנים, השינוי ברקע גלגל המזלות
                        הוא רק בן מעלה אחת מהמעגל השמימי של 360 מעלות,
                        מחזור המתפרש על פני תקופה
                        של 25,920 שנים ("השנה הגדולה").                        
                    </p>
                    <p>
                        גלגל המזלות הוא שעון אסטרונומי
                        בו "יום גדול" הוא מעלה אחת (72 שנים),
                        "חודש גדול" הוא 30 מעלות או מזל אחד (2,160 שנים)
                        ו-"שנה גדולה" היא מעגל שלם של 360 מעלות או 12 מזלות (25,920 שנים).                        
                    </p>
                    <h4>גאומטריה קדושה</h4>
                    <p>
                        <img src="images/drawing-geometry-fruit-3.png" alt="" className="dialogImage"  />
                        פרח החיים הוא רשת מעגלים חופפים המוכרים כמבנה היסודי של המרחב.
                        בפרח החיים ניתן למצוא את כל הצורות הגיאומטריות הקיימות.
                        אלמנטים רבים בתוך פרח החיים
                        נחשבו לקדושים בתרבויות קדומות.
                        <Reference id={34} />
                    </p>
                    <li>
                        הווסאיקה פייסיס היא צורה מתמטית
                        הנוצרת בחפיפה של שני מעגלים באותו רדיוס.
                        בלטינית, ווסאיקה פייסיס פירושו "שלפוחית של דג".
                        האיקטוס, שמשמעותו "דג" ביוונית,                        
                        אומץ מאוחר יותר על ידי הנוצרים הראשונים.
                        הוא ידוע כיום באופן לא פורמלי
                        כסימן הדג או דג ישו.
                        ווסאיקה פייסיס קיים גם בהינדואיזם
                        כדי לתאר את הלינגודבהבה,
                        שהוא ייצוג איקוני של האל ההינדי שיווה.
                        ווסאיקה פייסיס הוא השלב השני
                        בבניית פרח החיים.
                    </li>
                    <li>
                        הטריקטרה היא צורה מתמטית
                        הנוצרת בחפיפה של שלושה מעגלים באותו רדיוס.
                        בנצרות הסמל ידוע בשם "קשר השילוש".
                        הטריקטרה הוא השלב השלישי
                        בבניית פרח החיים.                        
                    </li>
                    <li>
                        זרע החיים היא צורה מתמטית
                        הנוצרת בחפיפה של שבעה מעגלים באותו רדיוס.
                        זרע החיים הוא השלב השביעי
                        בבניית פרח החיים,
                        והשלב הראשון בו נראים ששת עלי הכותרת.
                    </li>
                    <li>
                        ששת עלי הכותרת השוכנים במרכז זרע החיים
                        נחשבו אף הם לסמל מקודש.
                    </li>
                    <li>
                    קוביית מטטרון נגזרת מפרח החיים
                     ונקראת על שם המלאך מטטרון .
                      מטטרון מופיע במסורת היהודית, במסורת הנוצרית ובחלק מהיבטי האיסלאם.
                       מטטרון אחראי על כל הבריאה ונחשב לבכיר המלאכים.
                    </li>
                    <img src="images/lion.jpg" alt="" className="dialogImage"  />
                    <h5>האריות המגינים</h5>                    
                    <p>                                                
                        המושג האריות המגינים,
                        שמקורו בבודהיזם הסיני, כולל זוג אריות,
                        לרוב זכר עם ספירה תחת כפו הימנית 
                        ונקבה עם גור מתחת לכפה השמאלית.
                        האריות המגינים שומרים מהשפעות רוחניות מזיקות
                        ואנשים מזיקים שעלולים להוות איום.
                        כמעט בכל המקרים, האריה הזכר מגן
                        על גרסאות שונות של דפוס פרח החיים.
                        <Reference id={35} />
                    </p>
                    <p>
                        האריות המגינים
                        שומרים על הקונספט של גיאומטריה קדושה,
                        הידע על המבנה הבסיסי של המרחב.
                        ידע שנחשב לקדוש ואלוהי מכיוון שהוא ניתן לאנושות
                        על ידי האנונקי.
                    </p>
                </section>   
                <section id="advanced-technology">
                    <h2>טכנולוגיה</h2>
                    <h4>מבנים מגליתים</h4>
                    <p>                        
                        המילה מגלית, מקורה ביוונית
                        ופירושה "אבן גדולה".
                        המילה מתארת מבנים העשויים גושי אבן רבי-טון
                        ללא שימוש במלט או בבטון,
                        המייצגים תקופות פרהיסטוריות.
                        קיומם של אבנים ומבנים מגליתים אפוף מסתורין,
                        איך הם נחתכו מסלע האם
                        איך הם הובלו ונבנו ועל ידי מי?                        
                    </p>
                    <h5>עמידות (סולם מוס)</h5>
                    <p>
                        סלע הוא מסה מוצקה טבעית
                        או מצטבר של מינרלים או חומר מינרלואידי.
                        הקושי של מינרל
                        מוגדר ע"י היכולת שלו לעמוד בפני שריטות.
                        תכונה פיזית זו
                        נשלטת על ידי ההרכב הכימי של המינרל
                        ומבנהו הגבישי.
                        סולם מוס לקושי מינרלים
                        מאפיין את עמידות השריטות של מינרלים שונים
                        דרך היכולת של חומר קשה לגרד חומר רך יותר.
                        הסולם מוגדר על ידי עשר דרגות,
                        מינרל עם מדד גבוה יותר מגרד את אלה שמתחתיו.
                        קנה המידה נע בין טלק, המינרל הרך ביותר,
                        ליהלום, החומר הטבעי הקשה ביותר.                        
                    </p>
                    <h5>פירמידות</h5>
                    <p>
                        <img src="images/giza.jpg" alt="" className="dialogImage"  />                        
                        מתחם גיזה במצרים
                        כולל את הפירמידה של חופו,
                        את הפירמידה של חעפרע ואת הפירמידה של מנכאורע,
                        יחד עם הספינקס הגדול.
                        הפירמידה של חופו לבדה
                        מורכבת מ-2.3 מיליון גושי אבן גיר.
                        כל גוש אבן שוקל כ-2.5 טון,
                        ולכן המשקל הכולל של הפירמידה הוא 5.7 מיליון טון.
                        <Reference id={36} />
                    </p>
                    <p>
                        רצפת הבזלת, בצדו המזרחי של הפירמידה של חופו,
                        מציגה עדויות למיכשור מתקדם.
                        בזלת מדורגת 6 בסולם מוס,
                        לכן המצרים הקדמונים לא יכלו לחתוך או להחליק בזלת
                        באמצעות הכלים שהיו זמינים להם.
                        <Reference id={37} />
                    </p>
                    <p>
                        במצרים ובפרו נמצאים מבנים מגליתים המציגים טכנולוגיה זהה,
                         אבנים מגליתיות אשר משתלבות זו בזו ללא שימוש במלט או בבטון.
                        פירמידת מנכאורע כוסתה במקור בבלוקים מאבן גרניט אדומה.
                        גרניט, שמדורגת בין 6-7 בסולם מוס
                        לא היתה יכולה להחתך בעזרת כלים מצריים,
                        מכיוון שנחושת מדורגת במקום ה-3
                        וברזל מדורגת בין 4-5 בסולם מוס.
                         חלק מהאבנים הוחלקו
                        ונראה כי לאבנים יש בליטות/ידיות,
                        בדומה לבנייה באתרים בפרו.
                        טכנולוגיה זהה מרמזת שבוני הפירמידות היו אחראים גם לבניית
                        מבנים מגליתים בדרום אמריקה.                        
                    </p>                    
                    <h5>בעלבק</h5>
                    <p>
                        <img src="images/baalbek.jpg" alt="" className="dialogImage"  />
                        בעלבק היא עיר עתיקה השוכנת בלבנון.
                        העיר היתה מיושבת כבר בשנת 9,000 לפני הספירה.
                        במתחם המקדש עבור יופיטר,
                        קיר התמך הגבוה ביותר
                        מכיל את הטריליתון המפורסם,
                        שורה של שלושה מונוליתים, חתוכים מאבן גיר
                        ומשקלם כ-880 טון כל אחד.
                        אבן רביעית, גדולה עוד יותר,
                        נקראת "אבן האישה ההרה"
                        והיא שוכנת נטושה במחצבה סמוכה.
                        משקלה מוערך בכ-1,100 טון.
                        אבן חמישית וגדולה עוד יותר
                        שמשקלה כ-1,300 טון שוכנת באותה מחצבה.
                        לאחרונה, צוות מהמכון הארכיאולוגי הגרמני
                        מצא אבן בניין נוספת ליד אבן "האישה ההרה" ומתחתיו.
                        המשקל של המונולית, שעדיין קבור בחלקו,
                        נאמד ב-1,650 טון,
                        מה שהופך אותו לגוש האבן הגדול ביותר מימי קדם.                        
                        <Reference id={38} />
                    </p>
                    <h5>האובליסק הלא גמור</h5>
                    <p>
                        האובליסק הלא גמור
                        הוא האובליסק הקדום הגדול ביותר שידוע לנו.
                        הוא גדול כמעט בשליש
                        מכל אובליסק מצרי קדום שהוקם אי פעם.
                        אם העבודה עליו היתה מסתיימת, היה משקלו 1,200 טון.
                        מבט מקרוב על האובליסק מראה עדויות לסימני גריפה
                        שנעשו על ידי טכנולוגיה מתקדמת.                        
                        האובליסק עשוי גרניט
                        המדורג בין 6-7 בסולם המוס.
                        נראה כי באותה טכנולוגיה נעשה שימוש גם בפרו.
                        סימני הגריפה המסתוריים הללו מרמזים
                        כי לבונים הייתה טכנולוגיית יהלומים
                        או טכנולוגיה שאפשרה להם לרכך אבנים קשות.                        
                        <Reference id={39} />
                    </p>                                        
                    <h5>סאקסאיוואמן</h5>
                    <p>
                        <img src="images/saska.jpg" alt="" className="dialogImage"  />
                        סאקסאיוואמן היא מצודה בפאתי קוסקו, פרו.
                        שלושת קירות המתחם הם פלא הנדסי
                        עשויים מהבלוקים הגדולים ביותר שנמצאו אי פעם
                        בבנייה מסו-אמריקנית.
                        כיום מעריכים כי האתר מכיל רק 40 אחוזים מהמבנה הישן שלו,
                        השאר נלקחו על ידי הספרדים על מנת לבנות את קוסקו הסמוכה.
                        הארוך מבין שלושת הקירות אורכו כ-400 מטר
                        וגובהו 6 מטרים.
                        גוש האבן הגדול ביותר מוערך בין 120 ל-200 טון.
                        <Reference id={40} />
                    </p>
                    <p>
                        הקירות מציגים דיוק של התאמה
                        שלא קיימים במקומות אחרים ביבשת אמריקה.
                        האבנים המגלתיות קרובות כל כך
                        עד שאפילו פיסת נייר לא נכנסת בין האבנים.
                        דיוק זה, בשילוב עם מגוון צורותיהם המשתלבות,
                        והאופן בו הקירות נשענים פנימה,
                        סייעו למתחם לשרוד רעידות אדמה מרובות.                        
                    </p>
                    <p>
                        האבנים המגלתיות עשויות אנדזיט,
                        המדורגת 7 בסולם המוס.
                        לפיכך לא הייתה יכולה תרבות האינקה
                        לבנות את המתחם, בגלל השימוש שלהם בכלי ברונזה,
                        המדורגת 3 בסולם המוס.
                        במילים אחרות, הטכנולוגיה היחידה שאנו מכירים
                        שיכולה לחתוך את אנדזיט ביעילות היא טכנולוגיית יהלומים.                                                                        
                    </p>
                    <h4>חותמות גליל</h4>
                    <p>                        
                        <img src="images/cylinder.jpg" alt="" className="dialogImage"  />                        
                        קיומן של חותמות גליל מהוה אתגר טכנולוגי.
                         תהליך יצירת חותמת בודדת מצריך שיוף אבן קשה,
                          קידוח וחריטה מיניטורית.                        
                          נשאלת השאלה כיצד השומרים שייפו או קדחו באבנים המדורגות בין 6-7 בסולם מוס
                          בעזרת כלי ברונזה המדורגת 3 בסולם מוס.                          
                          <Reference id={41} />
                    </p>
                    <p>
                        אתגר נוסף הוא החריטה של יצירות אומנות מינייטוריות על גבי אבן בגודל 3 סנטימרים.                        
                    </p>
                </section>                                                
                <section id="bibliography">
                    <h2>ביבליוגרפיה</h2>
                    <ol>                                              
                        <Notes />
                    </ol>                    
                </section>
            </div>
            <nav className="section-nav">
                <ol>
                    <li><a href="#intro">מבוא</a></li>                    
                    <li><a href="#sumer">שומר</a></li>                                     
                    <li><a href="#human-creation">יצירת האדם</a></li>                                          
                    <li><a href="#man-ape">אדם/קוף</a></li>                                          
                    <li><a href="#nephilim">נפילים</a></li>
                    <li><a href="#anunnaki">אנונקי</a></li>
                    <li><a href="#advanced-knowledge">ידע מתקדם</a></li>
                    <li><a href="#advanced-technology">טכנולוגיה</a></li>                    
                    <li><a href="#bibliography">ביבליוגרפיה</a></li>
                </ol>
            </nav>
            <ScrollUpButton />
        </main>
      </div>               
      );
    }
  }
  

export default Home;