import React, { Component } from 'react';
import * as commonScript from '../script/common';
import ScrollUpButton from "react-scroll-up-button";
//import Parser from 'html-react-parser';
//import axios from 'axios';

class Home extends Component {
    // constructor(props) {
    //     super(props);        
    //     this.state = {
    //       assets: []
    //     };   
    //   }
    componentDidMount() { 
        commonScript.enableScroll();   
        //this.getAssets(); 
    }  
    componentWillUnmount() {}
    // getAssets = ( ) => {        
    //     axios({
    //         url: '/api/getAssets',
    //         method: 'POST', 
    //         data: {
    //           category : 'Home' 
    //         }
    //       })
    //       .then((response) => {            
    //         const { assets } = response.data;    
    //         this.setState({ assets: assets })  
    //       })
    //       .catch((error) => console.log(error))      
    //   }    
    // getAsset = ( name ) => {
    //     const { assets } = this.state;         
    //     let asset = assets.find(asset => asset.name === name);        
    //     return (typeof asset === 'undefined') ? '' : asset.content;
    // }
    render() {                

      return (     
        <div className="siteContainer">             
        <ScrollUpButton />                    
        <main className="home">
            <div className="section-content"> 
                <section id="intro">
                    <h1>מבוא</h1>
                    <p> 
                        <span>
                            האם החיים על כדור הארץ התפתחו במשך מיליוני שנים, או שמא נוצרו על ידי אלוהים?
                        </span>
                        <span>
                            זו השאלה שבבסיס הדיון בין אבולוציה לבריאתנות שהן שתי השקפות עולם שונות לגבי מקור כדור הארץ, האנושות והחיים.
                        </span>
                    </p>
                    <h4>בריאתנות מול אבולוציה</h4>
                    <p>
                        בריאתנות היא מערכת אמונות שלפיהן היקום, כדור הארץ, החיים והאדם נבראו על ידי אלוהים, אשר ביהדות, בנצרות ובאסלאם מזוהה עם האל המונותאיסטי.                                                
                        לפי הספרות המסופוטמית של השומרים, האכדים, הבבלים והאשורים, האמונה בבריאתנות מזוהה עם אלים רבים. 
                    </p>
                    <p>
                        אבולוציה ביולוגית הינה תיאוריה שפיתח צ'ארלס דארווין המתארת את יצירת העולם, החיים והאדם באופן טבעי, תוך כדי שינויים גנטיים באוכלוסיה של אורגניזמים לאורך דורות. 
                        התאוריה גורסת כי התהליך בו המינים השונים התפתחו במשך מיליוני שנים מאב קדמון משותף אחד. 
                        שהופיעה תורת האבולוציה של דרווין, היא זכתה להתנגדות תקיפה על רקע נימוקים מדעיים ודתיים גם יחד.
                        עד ימינו, נותרה מחלוקת בין הזרמים המקבלים את האבולוציה כדברי המדע, ובין אלו השוללים אותה ונצמדים לפשטי המקראות. 
                    </p>
                    <img src="images/intervention.png" alt="" className="dialogImage" width={300} />
                    <h4>התערבות</h4>
                    <p>                                                
                        תיאוריית ההתערבות מציבה קץ לסכסוך בין בריאתנות לאבולוציה על ידי יצירת הרמוניה בין שתי נקודות מבט כביכול מנוגדות.
                        תאוריית ההתערבות מאמצת הן את הבריאתנות והן את האבולוציה הביולוגית ומגשרת בינהן על ידי הוספת מידע קריטי ממגוון תחומים
                        כגון ארכיאולוגיה, אנתרופולוגיה, אסטרונומיה, חקר הדתות, ביולוגיה ועוד.                        
                    </p>                    
                    <p>
                        אז מהי תיאוריית ההתערבות?
                        <span>
                             בקצרה, זאת התיאוריה כי חייזרים "התערבו" בהתפתחות החיים על כדור הארץ.
                         </span>
                    </p>
                    <p>
                        האלים הקדומים מהדת השומרית, היו חוצנים, שביקרו בכדור הארץ ויצרו את האנושות.
                        האלים גם אחראים ליצירת הציוויליזציה הראשונה, הלוא היא שומר.
                    </p>
                </section>                        
                <section id="sumer">
                    <h1>שומר</h1>
                    <p>                    
                        <img src="images/sumer.jpg" alt="" className="dialogImage" width={300} />                        
                        ארץ שומר השתרעה על אזור הנמצא בדרום מסופוטמיה ("הארץ בין הנהרות") אשר בדרום עיראק המודרנית.
                        התרבות השומרית היא התרבות הראשונה בתולדות האנושות.                        
                        לפי ההנחה המקובלת, ראשיתה של תרבות זו בסביבות שנת 3500 לפנה"ס.
                        לתרבות זו מיוחסות כל ההתחלות של ציוויליזציה מתקדמת שעתידות היו לשמש כבסיס לתרבות המערב: ערים, בתי ספר, חקלאות, כתב, דפוס, מתמטיקה, אסטרונומיה, חוקים, בתי משפט ועוד.                                                 
                    </p>
                    {/* <img src="images/cuneiform.jpg" alt="" className="dialogImage" width={200} />                         */}
                    <h4>כתב</h4>
                    <p>
                    
                        כתב קוניפורמי היא מערכת כתיבה אשר השומרים השתמשו בה לראשונה בסביבות 3,500 שנים לפנה"ס.
                        כל התרבויות המסופוטמיות שבאו אחרי שומר השתמשו בכתב קוניפורמי עד אשר היא ננטשה לטובת הכתב האלפבתי קרוב למאה שנים לפנה"ס ביניהם אכדים, בבלים, עילמים, חיתים ואשורים.
                        שומרית היא שפתם של השומרים ושפה מבודדת, כלומר אין לה קשר היסטורי ולשוני עם כל שפה אחרת.
                        היא דוברה במסופוטמיה לפחות מהאלף הרביעית לפנה"ס עד אשר היא הוחלפה באכדית כשפה מדוברת בסביבות 2,000 שנים לפנה"ס
                        אך עדיין שימשה כשפת קודש, שפה טקסית ושפה מדעית עד לשנת 1 לספירה, לאחר מכן היא נשכחה לחלוטין עד המאה ה-19.                        
                    </p>
                    <h4>דפוס</h4>
                    <p>
                        <img src="images/clay.jpg" alt="" className="dialogImage" width={300} />
                        חותמת גליל היא גליל עגול קטן, בדרך כלל עד 3 ס"מ אורך, עם תמונות, מילים, או שניהם, חרוטים על הגליל.
                        חותמות גליל שומריות היו מגולגלות על טיט רטוב כדי להשאיר טביעת חותם.
                        כשהחומר התייבש, נוצרה חותמת.
                        חותמות אלו שימשו למספר מטרות בשומר, לרבות לעסקים והתכתבות.
                        הם שימשו כלי מינהלי, סוג של חתימה.
                        הם שימשו כחתימה על מסמכים שנכתבו על לוחות חימר.
                        באמצעות חותמת על פני השטח של לוח חימר טרי, אדם יכול היה לאשר כי המסמך הוא אותנטי.
                        חותמות גליל אלו היו עשויות בדרך כלל מאבנים יקרות למחצה, כגון אמטיסט, אובסידיאן, המטיט, ולפיס לזולי.
                        החותמות היו חרוטות באינטגליו, כמו נגטיב צילומי.
                        מה שמרשים ביותר בחותמות גליל הוא קנה המידה שלהן,
                        את התמונות, ואת הכתב על אבנים אלו ניתן למדוד במילימטרים ובוא בזמן הם מפורטות ומדויקות.                        
                    </p>
                </section>               
                <section id="human-creation">                    
                    <h1>יצירת האדם</h1>
                    <p>
                        <span>
                            בריאתנות, בניגוד לאבולוציה, טוענת שהאדם נוצר על ידי אלוהים.
                            הדת המסופוטמית טוענת שאדם נוצר על ידי מספר אלים.                            
                        </span>
                    </p>
                    <h4>ספר בראשית</h4>
                    <div>
                        במקרא, בריאתו של אדם מתוארת כך:                        
                        <blockquote>
                            <p className="quotation"> 
                                וַיאמֶר אֱלֹהִים נַֽעֲשֶה אָדָם בְּצַלְמֵנוּ כִדְמוּתֵנוּ 
                                וַיִּבְרָא אֱלֹהִים אֶת הָֽאָדָם בְּצַלְמו 
                                בְּצֶלֶם אֱלֹהִים בָּרָא אֹתו 
                                זָכָר וּנְקֵבָה בָּרָא אֹתָֽם.
                            </p>
                            <footer>— בראשית א:כו</footer>
                        </blockquote>                                                                                                                                                        
                        <blockquote>
                            <p className="quotation"> 
                                וַיִיצֶר יְהוָה אֱלֹהִים אֶת הָֽאָדָם עָפָר מִן הָאֲדָמָה 
                                וַיִּפַּח בְּאַפָּיו נִשְׁמַת חַיִים וַֽיְהִי הָֽאָדָם לְנֶפֶש חַיָה.
                            </p>
                            <footer>— בראשית ב:ז</footer>
                        </blockquote>                                                                                                                                                                                
                    </div>
                    <p>
                        <span>
                        השאלות הבאות שנויות במחלוקת אך הן מחזיקות במפתח להבנת הסיפור המקראי,                        
                        במיוחד מכיוון שתשובות לשאלות הללו ניתן למצוא בגרסה המסופוטמית ליצירת האדם.
                        </span>
                        <li>עם מי דיבר אלוהים כשאמר "נעשה אדם בצלמנו כדמותנו"?</li>
                        <li>מה המשמעות שהאדם נברא בצלם ודמות אלוהים?</li>
                        <li>מדוע אלוהים פונה לאדם הן בלשון יחיד והן בלשון ברבים?</li>
                        <li>מהו "עפר האדמה" בו אלוהים השתמש כדי ליצור את אדם?</li>
                        <li>מהי "נשמת החיים" שהפכה את האדם לנפש חיה?</li>                        
                    </p>
                    <h4>אתרחסיס</h4>
                    <div>
                    אתרחסיס הוא שמו של הדמות הראשית מתוך האפוס המסופוטמי על בריאת האדם והמבול אשר נכתב על שלושה לוחות בתקופה הבבלית העתיקה (במאה 18-17 לפנה"ס).
                     משמעות שמו באכדית היא 'חכם מאוד'. 
                        <p>
                            <span>
                            באתרחסיס, הסיבות ליצירת האנושות מתוארות כדלקמן:
                        </span>
                        </p>
                        <blockquote>
                            <p className="quotation"> 
                                כשהאלים עבדו במקום בני האדם, הם נשאו את העומס. עומס האלים היה גדול, עמלם היה כבד.
                                הענונקי העבידו את האיגיגי. האלים חפרו את התעלות וניקו את הערוצים. האלים חפרו את נהר החידקל ואז את נהר הפרת.
                                 הם ספרו את שנות הנטל. עבודה קשה, עמלו יומם ולילה. האלים נאנקו והאשימו זה את זה.
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                                                                                                                
                    </div>
                    <div>
                        האתרחסיס מתאר כיצד האלים העובדים פתחו במרד נגד אנליל, מנהיג הענונקי.
                        <blockquote>
                            <p className="quotation">                                 
                                האלים בכו על גדות הנהר: הבה נעמד מול אדוננו, ויסיר מעלינו את מלאכתנו הקשה!
                                אנליל, האל הבכיר, הלוחם, נביאו ממשכנו,
                                הבה נשלב מלחמה וקרב!
                                האלים העלו באש את כלי מלאכתם, 
                                הם שרפו את אתי החפירה והסלים שלהם.
                                 הם הגיעו לשער משכנו של אנליל בלילה, באמצע המשמרת, הבית היה מוקף, האל לא ידע.
                                  הם אמרו: כל אחד מאיתנו האלים הכריז מלחמה! עצרנו את החפירות, העומס מוגזם, הוא הורג אותנו!
                                   עמלנו כבד, הקושי מוגזם, זה המסר של כל האלים.                             
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                                                                                        
                    </div>
                    <div>
                        כאשר התבשר אנליל על המרד, הוא הזעיק את שאר האלים הבכירים, את אביו אנו ואת אחיו למחצה אנקי. בסופו של דבר היה זה אנקי שהציע פיתרון.
                        <blockquote>
                            <p className="quotation"> 
                                אנקי השמיע את קולו, ודיבר אל האלים, אחיו:
                                 בלת-אילי ("גבירת האלים"), אלת הרחם נוכחת, תנו לה ליצור אדם קדמוני,
                                  כדי שהוא יישא בעול, תן לאדם לשאת בעומס האלים.
                                   הם קראו לאלה, הם שאלו את המיילדת של האלים, מאמי החכמה:
                                    את אלת הרחם עומדת ליצור את האנושות!
                                     צרי אדם קדמוני, שיוכל לשאת בעול.
                                      שיישא בעול, משימת אנליל, תני לאדם לשאת בעומס האלים.
                                       נינטו השמיעה את קולה, ודיברה אל האלים האדירים:
                                        לא אוכל לעשות זאת, אבל המשימה נמצאת בכוחו של אנקי,
                                         כי הוא יכול לטהר הכל.
                                          אם הוא יתן לי חומר,
                                           אז אני אעשה את זה.
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                                                                
                    </div>
                    <div>
                        ההחלטה התקבלה על ידי האלים, האנושות תיווצר כדי לשאת בעומס האלים.
                         אנקי, המדען הראשי של הענונקי, ונינטו, בת זוגו, היו האחראים למשימה.
                        <blockquote>
                            <p className="quotation"> 
                                אנקי השמיע את קולו ודיבר אל האלים האדירים:
                                 אעשה טיהור על ידי שטיפה, ואז יש לשחוט אל אחד.
                                  יש לטהר את האלים על ידי טבילה.
                                   נינטו תערבב טיט עם בשרו ודמו,
                                    אז אל ואדם יתערבבו זה בזה בחימר.
                                     רוח רפאים תיווצר מבשר האל,
                                      היא תכריז עליו כסימן החיים שלו.
                                       באסיפה הם ענו כן!
                                        הענונקי האדירים שקובעים את הגורל.
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                                        
                    </div>
                    <div>
                        האנומה אליש, שהוא סיפור הבריאה הבבלי,
                         מתוארך לאלף השניה לפני הספירה.
                          הקטע הבא מתאר כיצד נוצר האדם הראשון, הלולו,
                            מדמו של אל ענונקי.
                        <blockquote>
                            <p className="quotation"> 
                                כשמרדוק שמע את נאום האלים,
                                ליבו הניע אותו ליצור תוכנית חכמה
                                  הוא דיבר בפני אנקי:
                                 אקח דם ואצור עצם,
                                 אצור אדם ("לולו עמלו") עליו יונח עמל האלים כדי שיוכלו לנוח                                                                
                            </p>
                            <footer>— אנומה אליש</footer>
                        </blockquote>                                                        
                    </div>
                    <div>
                        הקטע הבא מונה את קינגו כאל הענונקי שנשחט למען יצירת האנושות.
                        <blockquote>
                            <p className="quotation">                                 
                                קינגו הוא זה שהתחיל מלחמה,
                                 הוא גרם למרד של תיהמת ולקרב להתחיל.
                                  הם קשרו אותו והביאו אותו לפני אנקי,
                                   הם הטילו עליו את העונש וחתכו את כלי הדם שלו.
                                    מדמו יצר אנקי את המין האנושי,
                                     עליו הטיל את עבודת האלים ושחרר את האלים מעול.
                                      אנקי החכם יצר את האנושות,
                                       והטיל עליהם את עבודת האלים.
                                        משימה זו היא מעבר להבנה.                   
                            </p>
                            <footer>— אנומה אליש</footer>
                        </blockquote>                                                        
                    </div>                    
                    <div>
                        באתרחסיס, השלב הראשון בתהליך יצירת האנושות מתואר באופן הבא:
                        <blockquote>
                            <p className="quotation"> 
                                הוא עשה טיהור באמצעות שטיפה.
                                 וויילה היה זה שקיבל את גזר הדין, שנשחט באסיפה.
                                 נינטו ערבבה טיט עם בשרו ודמו,
                                   הם שמעו את פעימות התוף לנצח אחר כך.
                                    רוח באה מבשרו של האל,
                                     היא הכריזה שזהו סימן החיים שלו.
                                      מאמי השמיעה את קולה,
                                       ודיברה אל האלים האדירים:
                                        המשימה שפקדתם עלי, עכשיו סיימתי!
                                         שחטתם את האל לפי דינו.
                                          ביטלתי את העומס הכבד שלכם!
                                           הטלתי את העומס על האדם!
                                            הם שמעו את הנאום שלה, הם רקדו ונישקו את כפות רגליה.
                                             בעבר קראנו לך מאמי, עכשיו "גברת כל האלים" יהיה שמך.                        
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                
                    </div>
                    <div>
                        השלב השני בתהליך יצירת האנושות מתואר באופן הבא:
                        <blockquote>
                            <p className="quotation"> 
                                אנקי החוזה לרחוק ומאמי החכמה, נכנסו לבית הגורלות ("בית שימתי"),
                                 רחמי האמאות נכחו.
                                  הוא דרך את החימר בנוכחותה,
                                   היא דקלמה את המילים,
                                    אנקי, שישב לפניה, חזר על כך.
                                     כשסיימה לדקלם, היא חתכה ארבעה עשר חתיכות של חימר,
                                      וקבעה שבעה חתיכות מימין, שבע משמאל.
                                אלות הרחם נכחו, שבע ושבע אמאות רחם,
                                 שבעה נשאו זכרים, ושבע נשאו נקבות.
                                אמא רחם שיוצרת צורות,
                                סיימה אותם בזוגות
                                מאמי עיצבה את תכונות האנשים.
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                
                    </div>
                    <div>
                        לידתו של האדם הראשון מתוארת באופן הבא:
                        <blockquote>
                            <p className="quotation"> 
                                אלות הרחם נכחו,
                                 נינטו נכחה במקום.
                                הם ספרו את החודשים,
                                קראו לחודש העשירי כיעד הגורל.
                                כשהגיע החודש העשירי,
                                היא שלפה את המחטים ופתחה את הרחם.
                                פניה היו זרחו משמחה,
                                היא כיסתה את ראשה
                                אני עצמי יצרתי את זה!
                                הידיים שלי עשו את זה!
                                המיילדות ישמחו
                                בבית הכוהנות הקדשות ("קדישתו").                                          
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                  
                    </div>
                    <p>
                        המקורות המסופוטמיים ענו לשאלות שהעלה סיפור בראשית. 
                        <li>
                            עם מי דיבר אלוהים כשאמר "נעשה אדם בצלמנו כדמותנו"?
                            <span>
                                באנומה אליש, האל הראשי מרדוק מכריז על יצירת האדם בפני אנקי,
                                 כאשר בפועל אנקי יוצר את האדם.
                                באתרחסיס, האל אנקי מכריז על יצירת האדם באסיפת האלים,
                                 כאשר בפועל אנקי והאלה נינטו יוצרים את האדם.                                  
                            </span>
                        </li>
                        <li>
                            מה המשמעות שהאדם נברא בצלם ודמות אלוהים?
                            <span>
                            התשובה היא שצלם ודמות הן המקבילות לבשר ודם של האל אשר עורבב עם טיט כדי ליצור את האדם החדש.
                             הן דם והן בשר מכילים די.אן.איי שהוא התרשים של כל יצור חי.
                            </span>
                        </li>
                        <li>
                            מדוע אלוהים פונה לאדם הן בלשון יחיד והן בלשון ברבים?
                            <span>
                            התשובה היא, שהאיש הראשון, הלולו, היה למעשה עקר,
                             לכן הענונקי נאלצו להשתמש באמהות פונדקאיות ובהפריה חוץ גופית כדי ליצור שיבוטים.
                              הענונקי יצרו שיבוטים זכריים ונקביים בעזרת אלות לידה קדשות,
                               שהם כהנים וכוהנות שהשתתפו בטקסי פריון.
                            </span>
                        </li>
                        <li>
                            מהו "עפר האדמה" בו אלוהים השתמש כדי ליצור את אדם?
                            <span>
                            התשובה היא שבטקסטים המקוריים אנקי ונינטו עירבבו טיט עם דמו ובשרו של האל הענונקי הקורבן.
                             המילה האכדית "טיט", שהיא נגזרת של המילה השומרית "טי.איט" שמשמעותה "זה שיש בו חיים",
                              לכן האדם לא נוצר מעפר או מחימר, אלא מחומר בעל חיים.
                                לאחר מכן הושק תהליך יצירת שיבוטים או "תינוקות מבחנה",
                                 בני אדם מהונדסים גנטית משני המינים, שבעה זכרים ושבע נקבות,
                                  כאשר הושתלו הביציות המופרות ברחם של אלות לידה ענונקי.
                            </span>
                        </li>
                        <li>
                            מהי "נשמת החיים" שהפכה את האדם לנפש חיה?
                            <span>
                            התשובה היא שבטקסטים המקוריים,
                             לאחר שאנקי ונינטו ערבבו טיט עם בשר ודם, שניהם נכנסו ל"בית הגורלות",
                              המונח האכדי הוא "בית שימתי" שמקורו במילה השומרית "שי.אימ.טי" שפירושו המילולי "נשימה-רוח-חיים"
                               לכן אנקי ונינטו נכנסו "לבית בו נשמת רוח החיים".
                                במקרא, נשמת החיים הפכה את האדם לנפש חיה אך המילה העברית "נפש" מקורה במילה האכדית "נפישתו" שפירושה "נשמת החיים".
                            </span>
                        </li>
                    </p>                    
                </section>                                              
                <section id="man-ape">
                    <h1>אדם/קוף</h1>
                    <p>
                        <span>
                            בחלק זה נבצע השוואה בין גוף האדם לגוף הקוף על מנת לאשש שאכן האדם לא התפתח טבעית מהקוף אלא הונדס גנטית על ידי ערבוב גנטיקה ענונקית וגנטיקה של יצור הומיניד.
                        </span>
                    </p>
                    <h4>גנטיקה</h4>
                    <p>                        
                        הספרות המסופוטמית וספר בראשית מספרים על יצירת אדם על ידי ערבוב גנטיקה ענונקית עם גנטיקה של יצור מקומי.
                        האם נמצא הוכחה לכך בגנטיקה האנושית? 
                        התשובה היא כן.                        
                    </p>
                    <p>
                        <h5>מספר כרומוזומים</h5>                    
                        <img src="images/chromosome.png" alt="" className="dialogImage" width={250} />                        
                        לבני אדם יש 23 זוגות כרומוזומים ולשאר קופי האדם יש 24 זוגות כרומוזומים.
                          כאשר הם מוצגים זה לצד זה, הדבר הבולט ביותר בגנום של בני האדם ושימפנזים הוא עד כמה הם דומים.
                           ההבדל העיקרי נעוץ בכרומוזום האנושי מספר 2, המציג מיזוג מקצה לקצה של שני כרומוזומים קדומים.                         
                        כאשר אנו משווים את שלושת הכרומוזומים הראשונים של בני אדם, שימפנזים, גורילות ואורנגאוטנים,
                         אנו שמים לב כי הכרומוזום האנושי מספר 2 הוא כרומוזום יחיד, ואילו לקופים האחרים יש שני כרומוזומים נפרדים,
                          מה שמרמז על כך ששני כרומוזומים קדומים מוזגו זה בזה.
                        <span>
                          שלושה מדדים גנטיים מספקים עדות חזקה, אם לא חותכת, למיזוג כרומוזומים.
                         ראשית, הפסים (או דפוס הצבע) של הכרומוזום האנושי מספר 2 תואמת את זה של שני כרומוזומים נפרדים שנמצאים בשימפנזים (כרומוזום מספר 2 ו-3).
                          שנית, בכרומוזום יש בדרך כלל צנטרומר אחד או נקודה מרכזית בה מחוברים שני כרומטידות,
                           אך ניתן למצוא שרידים של צנטרומה שנייה, לא פעילה, בכרומוזום האנושי מספר 2.                        
                        ושלישית, בכרומוזום בדרך כלל יש רצפי די.אן.איי חוזרים הנקראים טלומרים בשני הקצוות,
                         אך כרומוזום מספר 2 האנושי כולל רצפי טלומרים לא רק בשני הקצוות אלא גם באמצע.                        
                         </span>
                    </p>
                    <p> 
                        <h5>היפוך גנטי</h5>                   
                        <img src="images/inversion.jpg" alt="" className="dialogImage" width={200} />
                        היפוך בכרומוזום הוא ארגון מחדש של כרומוזום בו נפרס קטע של כרומוזום,
                         ואז מוחזר למקומו המקורי, אך בכיוון הפוך.
                          כל היפוך הוא ייחודי,
                           ואם הוא מועבר בירושה הוא יוצר קטע די.אן.איי שלא ניתן להחזיר אותו לקדמותו בדורות הבאים שנושאים אותו.
                            הגנום האנושי נושא 9 היפוכים שאינם נמצאים באף אחד מכרומוזומי השימפנזים המתאימים.
                              על פי דארוויניזם, פירוש הדבר שבשלב מסוים לאחר שבני האדם והשימפנזים התפצלו מאביהם הקדמון המשותף,
                               התרחשה הראשונה מבין 9 ההיפוכים, שבסופו של דבר הגיעו אחריהם 8 נוספים.
                                שימו לב שכל היפוך היה צריך לקרות ברצף.                         
                    </p>
                    <p>
                        <h5>223 גנים זרים</h5>
                        הגנום שלנו, של פחות מ-30,000 גנים,
                         מכיל 223 גנים שאין להם מקבילים בעץ האבולוציה הגנומית.
                           גנים אלה חסרים בכל שלב החוליות של האבולוציה.
                           223 גנים אלו כוללים תפקודים פיזיולוגיים ומוחניים לבני אדם.                        
                    </p>
                    <p>
                        <h5>פגמים גנטים</h5>
                        לרוב מיני בעלי החיים, כולל הפרימטים,
                         יש יחסית מעט הפרעות גנטיות המפוזרות בכל מאגרי הגנים שלהם (מכמה עשרות בודדות ועד כמה מאות).
                          רבים מאלה גורמים לנגעים לא קטלניים, כמו לבקנות,
                           המועברים לצאצאים ללא נזק.
                            הפרעות גנטיות חמורות נוטות להעלם ממאגר הגנים של כל המינים.
                             אך בני אדם נושאים מעל 4,000 הפרעות גנטיות, קלות וחמורות לדוגמה:
                              סיסטיק פיברוזיס, מחלת הנטינגטון, תסמונת מרפן,
                               טריזומיה, המופיליה, מחלת אלצהיימר,
                                תסמונת דאון, תסמונת פראדר-ווילי, ולוקמיה כרונית מיאלואידית.                        
                    </p>
                    <p>                    
                        <h5>מיטוכונדריה</h5>
                        הגנום המיטוכונדריאלי הוא הדי.אן.איי שנמצא במיטוכונדריה,
                         אורגנל שנמצא ברוב האורגניזמים האוקריוטים.
                          הגנום המיטוכונדריאלי היה החלק המשמעותי הראשון בגנום האנושי שרוצף.
                           ברוב המינים, כולל בני אדם, הגנום המיטוכונדריאלי מורש אך ורק מהאם.
                            הגנום המיטוכונדריאלי מכיל אזור שמשתנה במהירות ויכול לספק מעין שעון מולקולרי המכויל לתקופות הדומות לעידן האנושות המודרנית,
                             מה שהופך אותו למועדף על גנטיקאי אוכלוסייה.
                              אם קדמונית משותפת לכל בני האדם החיים
                               מכונה "חוה המיטוכונדרית" אשר חיה לפני כ-200,000 שנים.                        
                    </p>
                    <h4>השוואה פיזית</h4>
                    <p>
                        בדיקה פיזית של בני אדם ושימפנזים מאששת את הטענה שבני האדם הונדסו גנטית מיצור הומיניד
                        בניגוד לדעה הרווחת שבני האדם התפתחו טבעית מאב משותף עם השימפנזה.
                        ההבדלים בין בני אדם ושימפנזה גדולים מאוד ומעידים לרוב על שינוי צורה והיפוך תכונות. 
                    </p>
                    <p>
                        <h5>ראש</h5>
                        <li>
                            לקופי אדם יש מוח המופחת באופן משמעותי ביכולת המנטלית בהשוואה לבני אדם, בנוסף מופחתים בגודל.                        
                            קליפת המוח, כיסוי השטח של כל מוח שמטפל בחלק גדול מעומס העבודה המנטלי שלו,
                             הוא בגודל של בול דואר בחולדות, 
                             גלויה בקופים, דף נייר לשימפנזים
                              וארבע גיליונות נייר לבני אדם.
                         </li>
                         <li>                            
                            <img src="images/foramenmagnum.jpg" alt="" className="dialogImage" width={300} />
                            נקב העורף ("פורמן מגנום") הוא החור הגדול בחלק התחתון של הגולגולת בה יוצא חוט השדרה ועוקב אחר עמוד השדרה.
                             אצל בני אדם, הפורמן מגנום ממוקם במרכז, ופונה ישירות כלפי מטה.
                              בשימפנזים וקופים אחרים הוא ממוקם בחלק האחורי של הגולגולת כאשר חוט השדרה יוצא בזווית קלה.
                        </li>
                        <li>
                            התפר הסגיטלי הוא מפרק רקמות חיבור צפוף וסיבי בין שתי עצמות הקודקוד של הגולגולת.
                             אצל בני אדם, התפר נשאר פתוח עד לבגרות המוקדמת (בסוף העשור השלישי לחיים),
                              ואילו אצל קופי האדם התפר מתחיל להתמזג בילדות. 
                        </li>
                        <li>
                            גרון האדם שונה לחלוטין מגרון הקוף.
                             קופי האדם יכולים לנשום, לאכול, לבלוע ולשתות באותו זמן ולא להיחנק.
                              קופי האדם יכולים להשמיע קולות חזקים,
                               אך הם אינם יכולים לאפנן, הם אינם יכולים להתאים את העוצמה,
                                הטון או גובה הקול שלהם, ולכן הם אינם יכולים לדבר.                    
                        </li> 
                        <li>
                        <img src="images/chin.jpg" alt="" className="dialogImage" width={300} />                        
                            בני אדם הם החיה היחידה עם סנטר בולט,
                             אפילו לקרובי משפחתנו הקרובים ביותר שנכחדו כמו למשל הניאנדרטלים אין אותם.
                              למעשה, אחת הדרכים בהן מדענים מבדילים בין אדם מודרני אנטומי לבין גולגולת ניאנדרטלית היא לחפש אם יש לו סנטר.                    
                        </li> 
                        <li>
                            שימפנזים מציגים רכסי מצח עבים, כבדים ובולטים מעל ארובות העיניים,
                             ואילו אצל בני אדם הם מופחתים משמעותית.
                              לשימפנזים יש מצח אשר נסוג ישר אחורה מרכסי הגבה שלהם,
                               ואילו לבני אדם מצח אנכי.                    
                        </li>
                        <li>
                            הפה של השימפנזים בולט החוצה מהפנים,
                             ואילו הפנים האנושיות יחסית שטוחות.
                              הגולגולת של בני האדם גדולה יותר מהפנים,
                               בעוד שפני השימפנזים גדולים יותר מהגולגולת שלהם.                    
                        </li>                                        
                        <li>
                             ארובות העיניים של השימפנזים עגולות,
                              ואילו ארובות העיניים של בני האדם מלבניות. בהשוואה לשימפנזה,
                        </li>
                        <li>                                                                                                                          
                            <img src="images/eye.jpg" alt="" className="dialogImage" width={300} />
                            עיניים אנושיות נראות שונות לחלוטין מעיני השימפנזה.
                             אצל בני אדם, הסקלרה היא לבנה, מנוגדת לצבע הקשתית,
                              אך ברוב השימפנזים החלק הגלוי של הסקלרה תואם את צבע הקשתית.
                        </li>                                                                                                                                                                                                                                                                                      
                        <li>
                            שימפנזים, גורילות ואורנגאוטנים בעלי קשתות שיניים אחוריות בצורת U, 
                            כאשר השיניים האחוריות הימניות והשמאליות מקבילות זה לזה, 
                            ואילו קשתות השיניים האנושיות מעוצבות בצורת V מעוגל.
                            לשימפנזים יש ניבים ושיניים קדמיות גדולים בהרבה,
                            ומשטח שחיקה גדול בהרבה בשיניים הטוחנות שלהם.
                            שלא כמו השימפנזים, ניבים אנושיים הם בערך באותו גודל בשני המינים.
                        </li>
                        <li>
                            לבני אדם יש אף בולט ואילו לשימפנזים יש אף שטוח.
                             לבני אדם גבות ברורות, השימפנזים חסרי גבות.
                             לבני אדם שפתיים גדולות, ואילו לשימפנזים שפתיים דקות.    
                        </li>                        
                        <h5>גפיים</h5>
                        <li>
                             רגליהם מותאמות לאחיזה והבוהן שלהם נגדית.
                              שימפנזים, בונובו ואורנגאוטנים הם בעלי כפות רגליים שמסוגלות לתפוס,
                             כפות רגליים עם יכולת אחיזה כמו יד.                                                                                            
                        </li>     
                        <li>
                        שלושת קשתות כף הרגל האנושית, הנוצרות על ידי עצמות הטארסאל והמטאטארסאלי,
                             ונתמכות על ידי רצועות וגידים, נעדרות לחלוטין בכפות רגלי השימפנזה.     
                        </li>
                        <li>
                            <img src="images/walking.jpg" alt="" className="dialogImage" width={300} />
                            כשבני אדם הולכים, המומנטום שלנו מכה לראשונה בעקב (1),
                             ש"נוטע" אותנו ודוחף את המשקל שלנו קדימה,
                              מעביר אותו לאורך הקצה החיצוני של סוליית כף הרגל,
                               עובר מסביב לאזור הקשת עד שמשקלנו ישירות מעל הקרסול.
                                ברגע שמגיעים לנקודת האמצע של הפסיעה ומשקלנו עובר מעבר לאזור הקשת,
                                 הוא מבצע מעבר חד (2) לכדור הרגל.
                                  הכדור (3) מעביר את המשקל שלנו קדימה והחוצה לאורך הבוהן (4),
                                   ובמידה פחותה יותר אל אצבעות הרגליים,
                                    שמשמשות כמאזנים לדחף הפסיעה שנוצר על ידי הבוהן.
                                     כאשר שימפנזים הולכים, המומנטום שלהם דוחף את משקלם קדימה,
                                      מעביר אותו לאורך הקצה החיצוני של כף הרגל והחוצה לאורך אצבעות רגליהם.                            
                        </li> 
                        <li>
                            בני אדם נבדלים מפרימטים אחרים על פי פרופורציות הידיים והרגליים ביחס לאורך הגוף הכולל.
                            לבני אדם יש רגליים ארוכות יחסית וזרועות קצרות בהשוואה לקופי אדם.
                            לבני אדם יש עצמות רגליים ארוכות ב-34% בממוצע לעומת הקופים, יחסית לאורך עצמות הזרוע.                    
                        </li>
                        <li>
                            היד האנושית בעלת אצבעות כף יד קצרות יותר ואגודל ארוך, חזק, וגמיש יותר.
                             היד האנושית לא רק מאפשרת מניפולציה עדינה על הכלים,
                              אלא מאפשרת לבני אדם לעשות אגרוף קפוץ, קופי האדם לא מסוגלים לכך.
                        </li>
                        <li>
                            <img src="images/knee.png" alt="" className="dialogImage" width={300} />
                            בני אדם יכולים לעמוד ישר בגלל היכולת "לנעול" את שתי הברכיים,
                             ואילו ברכיהם של השימפנזים ופרימטים אחרים תמיד נשארים כפופים מעט.                    
                        </li>                                                                                                                                                                                   
                        <li>
                             מספר מחקרים הצביעו על כך ששימפנזים חזקים פי 3 עד 5 מאדם חסון.
                              שריר השימפנזה מורכב מכ-67 אחוז סיבי מפרק מהיר, לעומת כ-30 אחוז בבני אדם. 
                            לבני אדם פחות צפיפות עצם של פרימטים אחרים.
                             בחתכים רוחביים אלה של ראש עצם הירך ועצם המסרק ניתן לראות את הירידה בצפיפות העצם,
                              החל בשימפנזים (משמאל) לבני אדם כיום (מימין).
                        </li>      
                        <li>
                            פרימטים רבים יכולים לעמוד זקוף על רגליהם האחוריות ללא כל תמיכה.
                             שימפנזים, בונובו, גיבונים ובבונים יכולים לעמוד על שתי הרגליים,
                              אך בני האדם הם הפרימטים היחידים שעומדים תמידית, בגלל עקומה נוספת בעמוד השדרה שמייצבת את העמידה הזקופה.                
                        </li>                                                                  
                        <h5>שיער</h5>
                        <li>                                                                                
                            לבני אדם ולשימפנזים יש כמות זהה של זקיקי שיער בגופם.
                             עם זאת, לשימפנזים פרווה עבה, ואילו שיער בני אדם קצר ודק.
                             בניגוד לבני אדם, לכל הפרימטים יש שיער גוף מלא המגן על עורם מפני חשיפה בלתי מוגבלת לשמש.
                            עור בגוון בהיר אינו מותאם היטב לקרני שמש ישירים ומתמשכים.
                             אפילו בעלי עור כהה יסבלו בסופו של דבר מהשפעות שליליות מחשיפה מתמשכת.                            
                              לחשיפה מתמשכת לקרניים אולטרה סגולות יש השפעות בריאותיות שליליות,
                               כולל כוויות שמש וסיכון מוגבר לסרטן העור, כמו גם לתפקוד מערכת חיסון מדוכאת והזדקנות עור מואצת.                            
                        </li>
                        <li>
                            <img src="images/reversepattern.jpg" alt="" className="dialogImage" width={300} />                                                                                                                 
                            בני אדם מציגים דפוס שיער הפוך לזה של השימפנזים.
                             לשימפנזים פרווה עבה על גבם ופרווה דקה מקדימה.
                              לזכרים אנושיים שיער סמיך בחזיתם ושיער דליל או ללא שיער בגבם.                                                 
                        </li>
                        <li>
                            שיער ראש אנושי ושיער הפנים ארוכים יותר מזו של השימפנזים.
                             שיער אנושי מפסיק לצמוח לאחר תקופה מסוימת ועם זאת הוא עדיין צומח פרק זמן ארוך בהרבה מאשר אצל שימפנזים.                    
                        </li>
                        <h5>שונות</h5>
                        <li>
                            ייחום היא התקופה במחזור המיני של יונקות נקבות, במהלכן הן מיוחמות,
                             מוכנות להזדווג.
                              מחזורי ייחום מתחילים לאחר בגרות מינית אצל נקבות ומופרים בשלבי ביניים או על ידי הריונות.
                               בדרך כלל מחזורי ייחום נמשכים עד המוות.
                                לכל הפרימטים יש מחזורי ייחום ברורים, בניגוד לבנות האדם.
                                 לבנות אדם יש מחזורי וסת ולא מחזורי ייחום, ובניגוד לרוב המינים האחרים, בעלות ביוץ מוסתר,
                                  היעדר סימנים חיצוניים ברורים לאותת על ייחום בזמן הביוץ.                    
                        </li>                                                                                                                        
                        <li>
                            לבני אדם יש פי עשר יותר שומן מתחת לעור מאשר לפרימטים.
                             נקבות וזכרי אדם בעלי 36% ו-20% שומן בגוף בממוצע,
                              ואילו נקבות וזכרי שימפנזה בממוצע בעלי 4% וקרוב ל-0% שומן בגוף, בהתאמה. 
                        </li>

                        <li>
                            בני אדם מסמיקים או בוכים אינסטינקטיבית בתגובה למצב רגשי.
                             שאר הפרימטים אינם מסמיקים ואינם בוכים.                         
                        </li>
                        <li>
                              לבני האדם ישבן גדול בהרבה,
                               שוקיים גדולים יותר וגיד אכילס גדול יותר מאשר שימפנזים.
                                 לבני אדם יש אגן קצר ורחב, לשימפנזים יש אגן צר וארוך.
                        </li>
                    </p>
                </section>                                                              
                <section id="nephilim">
                    <h1>נפילים</h1>
                    <h4>גולגלות מאורכות</h4>
                    <p>
                        <img src="images/thumbnails/paracas-skulls.jpg" alt="" className="dialogImage" width={250} />                                                                  
                        הומו סאפיינס הוא המין האנושי היחיד הקיים.
                         בלטינית הומו סאפיינס פירושו "אדם חכם".
                          כל גולגולות האדם נראים די דומים עם הבדלים קטנים בגודל ובצורה בהתאם למין ולמורשת הגזעית.
                        אבל הגולגלות האלו, שנמצאו במקומות רבים ברחבי העולם אינן מתאימות לקריטריון של גולגולת אנושית.
                         הם נקראים גולגלות מוארכות.
                        לא כל הגולגלות המאורכות זהות. הן נבדלות בצורה, בגודל ובמבנה שלהן, אך כולן שייכות לאותו מין.
                    </p>
                    <p>
                        גולגלות מאורכות נמצאו במיקומים רבים ברחבי העולם,
                         אך הגולגלות שנחשפו בפארקאס, עיר בחוף המערבי של פרו,
                          הן הגולגלות המאורכות הגדולות ביותר שנמצאו בעולם.                        
                    </p>
                    <p>
                        גולגלות הפאראקס שוקלות כ-60% יותר מאשר הממוצע של גולגלות אדם.
                         בנוסף לכך, יש להם עד 25% יותר מוח מאשר המוח האנושי הממוצע.
                          ראוי להזכיר כי גודל המוח ומשקל הגולגולת יכול להיות רק תוצאה של דבר אחד, גנטיקה.                        
                         חלק מהגולגלות הופרדו מגופן וחלקן עדיין מחוברות אליו.
                        בהנתן גולגלות פאראקס הגדולות ביותר, אפשר להסיק כי גובהן של ישויות אלה היה בין שתי מטר לשתי מטר חמישים.
                    </p>
                    <h4>גנטיקה</h4>
                    <p>
                        בשנת 2013, החלו החוקר אל.איי מרזולי הביולוג בריאן פורסטר וצוות חוקרים לעבוד על הסבר מדעי לגולגלות הקדומות שנמצאו בפאראקס.
                        על ידי ארכיאולוג, וצוות משפטי מארצות הברית. דגימות דנ"א נלקחו ממספר גולגולות.
                        בדיקות דנ"א של גולגולת התינוק בוצעו במעבדה של אוניברסיטת לייק-הד בקנדה כמו גם מעבדות אחרות בארה"ב. 
                    </p>
                    <p>                                            
                        <img src="images/haplogroup.gif" alt="" className="dialogImage" width={500} />                        
                        התוצאות שהופיעו הראו רק נוכחות אחת של הפלוגרופ U2e1. 
                        הפלוגרופ היא קבוצת אוכלוסייה גנטית של אנשים אשר חולקים אב קדמון משותף.
                         הפלוגרופים מסומנים ע"י אותיות של האלפבית, חידודים מורכבים ממספרים נוספים בשילוב אותיות.
                         הפלוגרופ U2e1 אינו משויך לילידים ביבשת אמריקה אלא לקבוצות גרמניות או בלטי-סלאבי דבר זה מעיד על כך שאבות הפאראקאס שהיו להם את ההפלוגרופ הזה.                        
                    </p>
                    <p>
                        הגולגולת השנייה שנבדקה באה מאזור שנקרא לה אורויה, מזרחית ללימה, פרו.
                        כפי שמראה המפה, לכל ילידי יבשת אמריקה היו אבות מקבוצות הפלוגרופ A, B, C, D ואולי X ואילו הגולגולת מלה אורויה נמצאה שייכת לקבוצת הפלוגרופ T2b, שהוא אירופי קבוצת הפלוגרופ T2 נמצאת רק 
                        באיזורים אירופאיים וכמה אזורים במזרח התיכון באופן ספציפי יותר, T2b נמצא רק באזור האיים  הבריטיים, באזור הבלטי ובחלקים של סקנדינביה.                        
                    </p>
                    <p>
                        הגולגולת השלישית שנבדקה מתרבות הפאראקאס נקראת גולגולת קליאופטרה. הגנום המיטוכונדריאלי שנמצא בשיער ממדגם זה שייך לקבוצת הפלוגרופ H1, הנפוץ במערב אירופה, במיוחד בקרב הבאסקים, אך גם באיבריה ובצפון אפריקה.                        
                    </p>
                    <p>
                        גולגולת מספר ארבע נמצאה באותו קבר כמו תינוק מפאראקס שייך לקבוצת הפלוגרופ H2a, אשר אופיינית 
                        לאוכלוסיות מאירופה, אך בעיקר באזור הקווקז או חצי האי קרים.                         
                    </p>
                    <p>
                        דגימות דנ"א של ארבעה גולגולות פרואניים אשר מוצאם מגיע מאירופה, הרבה לפני שהספרדים גילו את יבשת אמריקה לפני 500 שנה.
                    </p>
                    <h4>השוואה פיזית</h4>
                    <p>

                    </p>
                    <h5>נקב העורף</h5>
                    <p>
                        <img src="images/elongatedforamen.jpg" alt="" className="dialogImage" width={250} />                        
                        הפורמן מגנום הוא פתח אליפטי גדול בעצם עורף בגולגולת האדם,
                        חוט השדרה עובר דרכו כאשר הוא יוצא מן הגולגולת.
                        הפורמן מגנום של גולגלות הפאראקס מדרום אמריקה
                        ממוקם הרבה יותר לכיוון החלק האחורי של הגולגולת מאשר עם גולגלות אדם.                        
                    </p>                    
                    <p>
                        המיקום של הפורמן מגנום קשור לאיזון הראש ביצורים דו-רגליים
                         לכן אפשר לצפות שלגולגולת מוארכת מאוד הפורמן מגנום
                          יהיה במקום אחר כדי לאזן את תוספת המשקל והזווית של הגולגולת הארוכה.                        
                    </p>                    
                    <h5>תפר החץ</h5>
                    <p>
                        <img src="images/sagital.jpg" alt="" className="dialogImage" width={250} />                    
                        עצמות הקודקוד הן שתי עצמות  בגולגולת האדם אשר מחוברות יחד במפרק סיבי הן יוצרות את הצדדים ואת הגג של הגולגולת.
                        עצמות הקודקוד מחוברות זו לזו בתפר החץ אשר מפריד בין עצם הקודקוד הימנית ועצם הקודקוד השמאלית.
                    </p>
                    <p>
                        תפר החץ היא רקמת חיבור סיבי צפופה  בין שתי עצמות הקודקוד של הגולגולת.
                        התפר מתחיל להיסגר בגיל 29, החל במקום שבו הוא מצטלב בחלק האחורי של הגולגולת בגיל 35 התפר נסגר לחלוטין
                    </p>
                    <p>
                        לגולגלות המוארכות אין סימן גלוי של תפר החץ הוא לא קיים או שהוא נמחק לחלוטין.
                        נראה שיש רק עצם קודקוד אחת במקום שתיים כמו עם גולגולות אנושיות.                                                
                    </p>
                    <h5>מוח</h5>
                    <p>
                        המוח הוא אחד האיברים החשובים ביותר מכיון שהוא שולט על כל כך הרבה פונקציות של הגוף המוח וחוט השדרה מהווים את מערכת העצבים המרכזית.
                        הנפח הממוצע של המוח האנושי המודרני הוא 1,300 סמ"ק עד 1,500 סמ"ק.
                        הנפח של הגולגלות המאורכות משמעותית גדול מזה של גולגולות אדם במיוחד בגולגלות הארוכות של דרום אמריקה.
                        הערכה של קיבולת הגולגולות הגדולות ביותר של פאראקאס נעה בין 2,200 סמ"ק  עד 3,200 סמ"ק.
                        אפשר רק לתהות אם הנפח המוחי המוגבר של הישויות האלו גם נתן להם יכולות מנטליות נוספות או מורחבות.                        
                    </p>                                                            
                    <h5>שיער אדום</h5>
                    <p>
                        גולגלות הפאראקס נשמרו היטב בגלל האקלים היבש
                         לחלק מהן עדיין יש שיער מחובר,
                          אשר בכל המקרים הוא אדום טבעי.
                           השיער האדום הכהה שונה מן השיער השחור של ילידי יבשת אמריקה.
                    </p>
                    <p>
                        בקרב בני האדם, שיער אדמוני הוא נדיר, ומאפיין פחות מ-1% מהאוכלוסייה.
                    </p>
                    <h4>מלכות מצרים</h4>
                    <p>                    
                        <img src="images/amarna.jpg" alt="" className="dialogImage" width={250} />
                        בתקופת העמרנה, שהיתה תקופה בהיסטוריה המצרית העתיקה, תוארו שליטי מצרים עם גולגלות מוארכות.
                    </p>
                    <p>
                        מאנטו היה כוהן מצרי מסבניטוס שחי במאה ה -3 לפנה"ס, בממלכה התלמודית.
                         מאנטו חיבר את האיגיפטיקה לבקשת תלמי השני פילדלפוס.
                          איגיפטיקה הוא המקור הכרונולוגי העיקרי של שלטון הפרעונים הקדומים.
                        מה שמייחד את רשימת הפרעונים של מאנטו ואת השושלות שלהם הוא שהרשימה שלו מתחילה עם אלים ולא עם פרעונים.
                         אלים ודמויי-אלים, כתב מאנטו, מלכו על מצרים לפני כל פרעה אנושי!
                    </p>
                    <p>
                        <li>
                        בהתחלה, מצרים נשלטה על ידי שמונה אלים החל מפטא וכלה בתות.
                         בסך הכל, שושלת אלוהית של 13,870 שנים.
                        </li>
                        <li>
                        לאחר מכן, שושלת של שלושים אלים למחצה הם שלטו בסך הכל 3,650 שנים.
                           בסך הכל, כתב מאנטו, שליטים אלוהיים ואלוהיים למחצה שלטו בסך הכל 17,520 שנים.
                        </li>
                        <li>
                        לאחר מכן, לאחר תקופת ביניים כאוטית שנמשכה 350 שנה ללא שליטים על מצרים כולה,
                         החל מנס את השושלת האנושית הראשונה של הפרעונים ששלטה על מצרים מאוחדת.
                        </li>

                        במילים אחרות, מאנטו מודיע לנו כי היו שלוש שושלות: אלים, אלים למחצה ובני אדם.
                        אנו יודעים שהשליטים המצריים, אלה עם הגולגלות והצוואר המאורכים אינם אנושיים אך הם גם אינם אלים, בהתחשב בתמותתם.
                          האפשרות היחידה שנותרה היא כי המלוכה המצרי אכן היו אלים למחצה.                        
                    </p>
                    <h4>אל למחצה</h4>
                    <p>                        
                         אל למחצה הוא בן תמותה שהוא צאצא של אל ואדם, בדרך כלל אל למחצה יתואר כאדם שביצע מעשי גבורה וזכה לכבוד רב.
                         <span>
                            להן דוגמאות קלאסיות לאלים למחצה:
                         </span>
                         
                        <li>
                            <img src="images/gilgamesh.jpg" alt="" className="dialogImage" width={300} /> 
                            גילגמש (שומר) – בן של נינסון ואב אנושי
                        </li>                        
                        <li>סמירמיס (אשור) – בת של אטרגטיס ואב אנושי</li>
                        <li>שחר/שלם (כנען) – בניו של אל ונשים אנושיות</li>
                        <li>הרקולס (יוון) – בן של זאוס ואישה אנושית</li>
                        <li>אכילס (יוון) – בן של תטיס ואב אנושי</li>
                        <li>דיוניסוס (יוון) – בן של זאוס ואישה אנושית</li>
                        <li>אמירני (גאורגי) – בן של דאלי ואב אנושי</li>                        
                    </p>
                    <h4>נפילים</h4>     
                    <p>
                        ספר בראשית מתאר את האלים למחצה, צאצאיהם של בני האלוהים ובנות האדם.
                    </p>                                   
                    <p>
                        <li>בראשית ו ד – הַנְּפִלִים הָיוּ בָאָרֶץ, בַּיָּמִים הָהֵם, וְגַם אַחֲרֵי-כֵן אֲשֶׁר יָבֹאוּ בְּנֵי הָאֱלֹהִים אֶל בְּנוֹת הָאָדָם, וְיָלְדוּ לָהֶם.</li>
                        <li>במדבר יג כב – וַיַּעֲלוּ בַנֶּגֶב וַיָּבֹא עַד חֶבְרֹון וְשָׁם אֲחִימַן שֵׁשַׁי וְתַלְמַי יְלִידֵי הָעֲנָק.</li>
                        <li>במדבר יג לג – וְשָׁם רָאִינוּ אֶת הַנְּפִילִים בְּנֵי עֲנָק.</li>
                        <li>דברים א כח – וְגַם בְּנֵי עֲנָקִים רָאִינוּ שָֽם.</li>
                        <li>יהושע יד טו – וְשֵׁם חֶבְרֹון לְפָנִים קִרְיַת אַרְבַּע הָאָדָם הַגָּדֹול בָּעֲנָקִים הוּא.</li>
                        <li>יהושע כא יא – וַיִּתְּנוּ לָהֶם אֶת קִרְיַת אַרְבַּע אֲבִי הָֽעֲנֹוק הִיא חֶבְרֹון.</li>
                    </p>
                    <p>
                        המונח נפילים משמעו שהאלים למחצה נפלו מאלוהות. 
                        <li>ישעיה יד יב: אֵיךְ נָפַלְתָּ מִשָּׁמַיִם הֵילֵל בֶּן שָׁחַר</li>
                        <li>תהילים פרק פב ו - אֲנִי-אָמַרְתִּי, אֱלֹהִים אַתֶּם וּבְנֵי עֶלְיוֹן כֻּלְּכֶם. אָכֵן, כְּאָדָם תְּמוּתוּן וּכְאַחַד הַשָּׂרִים תִּפֹּלוּ.</li>                                            </p>
                    <h4>ענק</h4>     
                    <p>                        
                        הנפילים מתוארים כצאצאי הענק, המילה ענק מדגישה את גודלם, אך היא גם מייצגת שם של קבוצה או של גזע.
                    </p>                    
                    <p>
                        המקרא משתמש בשלושה ביטויים כדי לתאר את מוצא הנפילים:                        
                        <li>ענק</li>
                        <li>ענקים</li>
                        <li>ענוק</li>                        
                    </p>
                    <p>
                        המילה ענוק לא קיימת בעברית לכן שלושת הביטויים הם העתק מקראי לשם האלים המסופוטמים, ענונקי או אנונקי.
                    </p>
                    <p>
                        בשומרית, המשמעות של אנונקי היא שילוב של אנונה "צאצאי אנו" והמילה קי "כדור הארץ".
                        אנו הוא מלך האנונקי אשר נמצא במושב האלים, ניבירו. לכן בשומרית המילה אנו פירושה "שמיים, רקיע",
                        לכן פירוש המילה ענונקי הוא "אלו שבאו מהשמיים לארץ".
                    </p>
                </section>
                <section id="anunnaki">
                    <h1>ענונקי</h1>
                    <h5>שילוש מקודש</h5>                    
                    <p>
                        שלושת האלים החשובים ביותר בפנתיאון המסופוטמי היו האלים אנו, אנליל ואנקי.
                        אנו היה האל העליון והאב הקדמון לכל האלים האחרים.
                        אנקי היה בנו בכורו של אנו דרך פילגש ואנליל היה בנו של אנו דרך המלכה אנטו.
                        חוקי ההורשה של הענונקי קבעו כי אנליל הוא יורש העצר למרות שאחיו למחצה אנקי הוא הבכור.                        
                    </p>
                    <h5>המועצה האלוהית</h5>
                    <p>
                        המועצה האלוהית כללה 12 בני משפחת ענונקי מלכותיים.
                        האסיפה, בראשות המלך אנו, התכנסה מדי פעם בכדי לדון בעניינים שונים.
                        הדירוג באסיפה החל במספר 60 שהוא מספר הבסיס במתמטיקה השומרית.
                        הדירוג המלכותי מתחיל עם המלך אנו במספר 60 והמלכה אנטו במספר 55.
                        אנליל, יורש העצר, דורג 50 ואנקי, הבכור, דורג 40.
                        שאר המועצה מורכבת ממשפחתו הקרובה של אנליל, ילדיו או נכדיו.                        
                    </p>
                    <h5>אנו</h5>
                    <p>
                        אנ (בשומרית), לימים נקרא אנו או אילו (באכדית), היה המקור העליון לכל הסמכויות בקרב הענונקי.
                        פירוש שמו של אנו "אדון השחקים" או "הוא מהשחקים", בדרך כלל מתואר כ"אבי האלים".
                        אף על פי שאנו היה האל העליון, בני האדם עבדו אותו לעתים רחוקות, ושהחלו רשומות הכתב, הכת החשובה ביותר הוקדשה לבנו ויורשו, אנליל.
                    </p>
                    <h5>אנליל</h5>
                    <p>
                        אנליל ("אדון השמיים"), לימים נקרא אליל, פיקד על המשימה הכוללת לכדור הארץ.
                        את שמו של אנליל ניתן היה לכתוב גם על ידי המספר 50, דרגתו במועצה האלוהית.
                        בטקסטים השומריים הוא נודע ביצירת גן עדן,
                         הורדת מלכות שמיים,
                          ובביסוסו של מעמד כהני הדת כתפקידי סמכות על בני האדם במטרה לחצוץ גבול בין האלים לבני אדם.                        
                    </p>
                    <h5>אנקי</h5>
                    <p>
                        אנקי ("אדון הארץ"), הידוע גם בשם אה, נחשב למדען הראשי של הענונקי.
                        בטקסטים שומריים הוא נודע בתכנון ובפיקוח על בניית מערכת התעלות, יצירת הנהרות וניקוז שדות הביצות.
                        הוא ידוע גם ביצירת המין האנושי, בהצלת האנושות מהמבול ובהענקת מתנת התרבות לשומר.                        
                    </p>
                    <h4>מושב האלים</h4>
                    <h5>רשימת המלכים השומרית</h5>
                    <p>
                        <img src="images/sumeriankinglist.jpg" alt="" className="dialogImage" width={300} />                        
                        רשימת המלכים השומרית היא לוח אבן עתיק שתועד במקור בשפה השומרית,
                         ובו מופיעים מלכי שומר ואורך שלטונם, ומיקומי המלכות.
                          המלוכה נתפסה כמתנת האלים ויכולה היתה להיות מועברת מעיר לעיר, המשקפת הגמוניה  אזורית.
                         שלטון המלכים לפני המבול נמדדו ביחידות מספר שומריות המכונות שר (יחידות של 3,600), נר (יחידות של 600), וסוסא (יחידות של 60).
                    </p>
                    <p>
                        רשימת המלכים השומרים מתחילה בעצם מקור המלכות:
                        <blockquote>
                            <p className="quotation"> 
                                אחרי שירדה מלכות משמיים, המלכות שררה בארידו. ויהי בארידו, ואלולים היה המלך, והוא שלט 28,800 שנים (8 שר).                                
                                <span>
                                בארידו, 2 מלכים שלטו במשך 64,800 שנים (18 שר). 
                                בבת-טיבירה, 3 מלכים שלטו במשך 108,000 שנים (30 שר).
                                בלראג, מלך אחד שלט במשך 28,800 שנים (8 שר).
                                בזימביר, מלך אחד שלט במשך 21,000 שנים (5 שר ו-5 נר).
                                בשורופג, מלך אחד שלט במשך 18,600 שנים (5 שר ו-1 נר).
                                ב-5 ערים, 8 מלכים שלטו במשך 241,200 שנים (67 שר).
                                </span>
                                <span>
                                ואז המבול שטף...                                
                                </span>
                            </p>
                            <footer>— רשימת המלכים השומרית</footer>
                        </blockquote>
                    </p>
                    <p>
                        רשימת המלכים השומרית מספקת רשימה של שמונה מלכים אשר שלטו במשך תקופות ארוכות לפני המבול.
                        לאחר המבול, הרשימה מתעדת מלכים אשר שלטו במשך פרקי זמן קצרים בהרבה.
                         רשימת המלכים השומרית לא רק מתעדת מבול גדול בתחילת ההיסטוריה האנושית,
                         אלא שהיא גם משקפת את אותו דפוס של ירידה באורך החיים כמו שנכתב במקרא,
                          שם בני אדם היו בעלי אורך חיים ארוך במיוחד לפני המבול וחיים קצרים בהרבה בעקבות המבול.    
                    </p>
                    <p>
                        לטענת השומרים, שנה ניבירואנית אחת שווה ל -3,600 שנות כדור הארץ,
                         במהלכן ניבירו משלים סיבוב אחד ביחס לשמש. שנה ניבירואנית נקראת שר שפירושו "שליט או מלך".                        
                    </p>
                    <h5>כוכב הלכת התשיעי</h5>
                    <p>
                        <img src="images/planet-nine.jpg" alt="" className="dialogImage" width={300} />
                        להלן האונומליות במערכת השמש:
                        <li>נטיית כוכבי הלכת מהאקליפטיקה - כוכב חמה (7 מעלות), פלוטו (17 מעלות) ואריס (44 מעלות)</li>
                        <li>סדנה ואוביקטים מנותקים ללא אינטראקציה עם כוכבי הלכת</li>
                        <li>הטיה צירית של כדור הארץ - 23.44 מעלות</li>                        
                        <li>ציר סיבוב של השמש - 7.25 מעלות</li>
                        <li>ציר סיבוב צדדי או הפוך - נוגה (177 מעלות), אורנוס (97 מעלות) ופלוטו (119 מעלות)</li>
                        <li>מסלול הפוך של דראק (103 מעלות) וניקו (110 מעלות)</li>
                    </p>
                    <h5>ניבירו</h5>
                    <p>
                        <img src="images/wingeddisk.jpg" alt="" className="dialogImage" width={300} />                                                                                            
                        הקונספט של נאס"א לגבי כוכב הלכת התשיעי, מחזיר אותנו לשומר העתיקה.
                         לשומרים ניתנו סיפורים על ידי הענונקי, סיפורים שהוגדרו קדושים במשך אלפי שנים.
                          בסיפורים אלו משכן האלים נקרא ניבירו, כוכב לכת בתוך מערכת השמש שלנו.
                           ניבירו, כוכב לכת אשר ממנה הגיעו האלים המסופוטמית תואר בדרכים רבות בעבר הקדום,
                            אך הסמל העיקרי שלה היה הדיסק המכונף.
                             אכן, במסופוטמיה ובמצרים העתיקה, הדיסק המכונף היה סמל הקשור לאלוהות, מלכות וכוח.
                              הדיסק המכונף צויר כגוף שמימי הנע בשמים, לצד גופים שמימיים אחרים.
                        פירוש השם ניבירו באכדית הוא "כוכב ההצטלבות" וסמלו הוא הדיסק המכונף או הצלב.
                         סמל הדיסק המכונף כלל גם את מלך הענונקי, אנו.
                        ניבירו נזכרת באנומה אליש ובמספר לוחות אסטרונומים.
                    </p>                    
                </section>   
                <section id="advanced-knowledge">                    
                    <h1>ידע מתקדם</h1>
                    <p>
                        הממצאים שהשאירו אחריהם הענונקי מאתגר את הכרונולוגיה ההיסטורית המקובלת.
                         ממצאים כאלה עשויים להיראות "מתקדמים מדי" לטכנולוגיה הידועה כי הייתה קיימת באותה תקופה. 
                    </p>
                    <h4>אסטרולוגיה</h4>
                    <h5>VA-243</h5>
                    <p>
                        <img src="images/va243.jpg" alt="" className="dialogImage" width={300} />                        
                        חותמת צילינדר בעלת שם קטלוגי VA-243, אשר נוצרה כ-2,500 שנים לפנה"ס מתארת את האל היושב נינורטה מעניק את המחרשה, את הידע החקלאי, לאנושות.
                        מבחינה היסטורית, השומרים היו הראשונים שהשתמשו במחרשה, אך כפי שמראה החותמת הזאת, הם לא המציאו או פיתחו אותה, אלא היא ניתנה להם, כמוצר מוגמר, על ידי האלים.
                        חותמת זאת גם מראה מספר כוכבי לכת סביב כוכב קורן גדול.                        
                    </p>
                    <p>
                        זהו תיאור של מערכת השמש שלנו כפי שהוא היה ידוע לשומרים,
                        מערכת המורכבת מגופים שמימיים המקיפים את השמש,
                        אלפי שנים לפני קופרניקוס והמודל הליוצנטרי.
                        כיצד השיגו השומרים את הידע הזה?
                        כמו עם המחרשה, היא ניתנה להם על ידי האלים.                        
                    </p>
                    <h5>טבעות שבתאי</h5>
                    <p>                        
                        לוח חמר זה, משנת 2,000 לפנה"ס, מוצג במוזיאון הבריטי,
                        הוא מתאר דמות השותה נוזל תוסס (כנראה בירה) באמצעות קש.
                        מבט מקרוב על החותם, חושף תיאור של מערכת השמש
                        כפי שהוא היה ידוע לשומרים.
                        התמונה משמאל מראה את שבתאי עם הטבעות שלו
                        ואחריו ארבעה כוכבי לכת עגולים,
                        כדור הארץ מוצג ליד הירח, ונוגה מתואר ככוכב עם שמונה קרניים.
                        עובדה ידועה היא כי הטבעות של שבתאי
                        אינן נראות מכדור הארץ בעין בלתי מזוינת.
                        אז איך השומרים ראו אותם?
                    </p>
                    <p>
                        <img src="images/saturn.jpg" alt="" className="dialogImage" width={300} />
                        מבט קרוב יותר מגלה
                        כי הקש הוא בדיוק במיקום של חגורת האסטרואידים.
                        אם נשווה את כוכבי הלכת המתוארים בחותם
                        לידע הנוכחי שלנו על מערכת השמש,
                        נראה כי השומרים ידעו בדיוק את הסדר של כוכבי הלכת
                        ואת מיקומו של חגורת האסטרואידים.
                        שני התיאורים מראים את שבתאי עם הטבעות שלו,
                        ואחריו צדק, חגורת האסטרואידים (המתוארת כקש מעוקל),
                        מאדים, כדור הארץ והירח ולבסוף נוגה.
                        איך אנחנו יודעים שזה נוגה?
                        בסמליות הבבלית,
                        האלה אישתר מיוצגת על ידי כוכב בעל שמונה קרניים,
                        והיא משוייכת לכוכב נוגה.
                        ראוי להזכיר כי חגורת האסטרואידים אינה נראת בעין בלתי מזוינת.
                    </p>
                    <p>
                        בנוסף לכך, כוכבי הלכת מתוארים לפי גודלם היחסי.
                        השומרים ידעו כי כדור הארץ ונוגה זהים כמעט בגודלם
                        וששניהם גדולים באופן משמעותי ממאדים.
                        הם גם ידעו כי מעבר לחגורת האסטרואידים,
                        שבתאי וצדק הם בערך באותו גודל.
                        נשאל שוב, איך יכלו השומרים לדעת את המידע הזה
                        ללא שימוש בטלסקופ?
                        התשובה היא, הם קיבלו את המידע הזה
                        מגזע מתקדם טכנולוגית של יצורים חיים, האלים.
                    </p>
                    <h5>כוכב הלכת השביעי</h5>
                    <p>                        
                        <img src="images/seventhplanet.jpg" alt="" className="dialogImage" width={300} />
                        סמלו של מאדים במסופוטמיה תואר ככוכב בעל שישה קודקודים ונוגה תוארה ככוכב בעל שמונה קודקודים.
                        כדור הארץ, המקיף את השמש בין נוגה למאדים צריך להיות, על פי הסמליות הזו, כוכב הלכת השביעי. אכן, סמל כדור הארץ היה תיאור של שבעה כוכבי לכת לצד הירח.                        
                    </p>
                    <p>
                        השאלה היא,
                        מדוע הקדמונים תיארו את כדור הארץ
                        ככוכב הלכת השביעי
                        ולא כסלע השלישי מהשמש, כפי שאנו עושים היום.
                        התשובה היא, שמישהו נכנס למערכת השמש
                        מבחוץ לבפנים,
                        כדור הארץ הוא כוכב הלכת השביעי שייתקל בו.
                        במלים אחרות, כאשר הענונקי נעו
                        לעבר מרכז מערכת השמש מכוכב הלכת החיצוני שלהם, ניבירו,
                        הם פגשו לראשונה את פלוטו,
                        עברו את נפטון ואורנוס (השני והשלישי)
                        המשיכו הלאה לעבר שבתאי וצדק (הרביעי והחמישי)
                        מאדים היה במיקום השישי
                        (ולכן הוא מתואר ככוכב בעל שישה קודקודים),
                        כדור הארץ היה השביעי ונוגה היה השמיני
                        (ולכן הוא תואר ככוכב בעל שמונה קודקודים).
                    </p>
                    <p>
                        יתר על כן,
                        בטקסטים שומריים, כדור הארץ נקרא "השביעי",
                        והכינוי של הענונקי
                        שהיה המפקד של כדור הארץ, היה "מלך השבע".
                    </p>
                    <h5>לוח שנה</h5>
                    <p>
                        המערכת הנוכחית של מדידת זמן (בסיס סקסגסימלי)
                        מתוארכת לכ -2,000 שנה לפני הספירה מהשומרים.
                        במערכת על בסיס סקסגסימלי,
                        60 שניות שוות לדקה, 60 דקות שוות לשעה
                        ויום שלם הוא שני תריסר שעות.                        
                    </p>
                    <p>
                        יום הוא פרק הזמן בו כדור הארץ משלים סיבוב אחד
                        ביחס לשמש.
                        במסורת המקראית והיהודית, היום מתחיל עם השקיעה
                        בערב הקודם:
                        "ויהי ערב ויהי בקר יום אחד" - בראשית א ה
                        אך זה כבר בא לידי ביטוי
                        באפוס הבריאה השומרי, אנומה אליש,
                        שם מונה הירח בלילה לאותת את הימים.                        
                    </p>
                    <p>
                        העדות המוקדמת ביותר למשמעות אסטרולוגית
                        של תקופה בת שבעה ימים קשורה למלך השומרי גודאה,
                        אשר בנה מקדש בן שבעה חדרים,
                        אותו קידש בפסטיבל בן שבעה ימים.

                        עדות נוספת למשמעות אסטרולוגית לשבוע
                        היא העובדה שהבבלים
                        חגגו את היום ה-7, ה -14, ה -21 וה -28 כ"ימים קדושים",
                        המכונים גם "ימים רעים".
                        במועדים אלו נאסר על פקידים לבצע פעילויות שונות,
                        ולפחות ה -28 בחודש נודע כ"יום מנוחה".
                    </p>
                    <p>
                        חודש הוא פרק הזמן שבמהלכו מסיים הירח סיבוב אחד
                        ביחס לכדור הארץ.
                        לשמות הראשונים שלפיהם נקראו החודשים בשומר
                        היה הקידומת אזן.
                        פירוש המילה אינו "חודש", אלא "פסטיבל".
                        החודשים היו התקופות בהן חגגו
                        את הפסטיבל ("היום הקדוש") של האלים.
                        בעברית, פירושו המילולי של המילה "חג" הוא "להסתובב".                        
                    </p>
                    <p>
                        <img src="images/equinox.jpg" alt="" className="dialogImage" width={300} />                                                
                        האקוונקס הם שני הרגעים בשנה
                        בהם השמש נמצאת בדיוק מעל קו המשווה
                        בהן אורך היום והלילה שווים.
                        הסולסטיס הם שני הרגעים בשנה
                        שבהם נתיבו של השמש נראה הכי רחוק
                        צפונית או דרומית מקו המשווה של כדור הארץ.
                        בסולסטיס החורפי היום הוא הקצר ביותר בשנה,
                        ובסולסטיס הקייצי הוא הארוך ביותר בשנה.
                    </p>
                    <p>
                        שנה הוא פרק הזמן
                        שבמהלכו כדור הארץ משלים סיבוב אחד ביחס לשמש.
                        במסופוטמיה העתיקה,
                        ראש השנה החל ביום הראשון של האקוונקס האביבי,
                        היום הראשון של החודש הראשון
                        המכונה ניסנו ופירושו "כשניתן הסימן".
                        הידע על האקוונקס, עליו מעידים ימי ראש השנה,
                        משתרע בבירור עד שומר.                        

                        החלוקה של השנה הסולארית לארבע
                        שולבה בעת העתיקה עם תנועת הירח
                        ליצירת לוח השנה הראשון,
                        לוח השנה הירחי-שמשי של ניפור.
                        הלוח שימש את האכדים, הבבלים,
                        האשורים ועמים נוספים אחריהם,
                        הלוח בשימוש עד עצם היום הזה
                        כלוח השנה העברי.
                    </p>
                    <p>
                        ראש השנה התחיל ביום הראשון של האביב.
                        זה דרש, כבר מראשית התרבות השומרית,
                        ידע מדויק על תנועות כדור הארץ
                        והירח, והתאמתם לשמש,
                        וכך גם את סודות העיבור
                        (הכנסת יום, שבוע או חודש
                        למספר שנים קלנדריות
                        כדי להתאים את לוח שנה לעונות).
                    </p>
                    <h5>גלגל המזלות</h5>
                    <p>
                        קונסטלציה היא קבוצת כוכבים
                        היוצרת מתווה או דפוס מדומה
                        על הספירה השמיימית
                        העדות המוקדמת ביותר לזיהוי קבוצות הכוכבים
                        נמצאת בלוחות מסופוטמיות וטבליות חימר
                        המתוארכות לאלף השלישית לפני הספירה.
                        קטלוג הכוכבים הבבלים העתיקים ביותר
                        מתוארכים ל -2,000 שנה לפני הספירה.
                        עם זאת, השמות השומרים הרבים בקטלוגים אלה
                        רומזים כי הם בנויים על מסורת שומרית ישנה יותר.                        
                    </p>
                    <p>
                        <img src="images/zodiac.jpg" alt="" className="dialogImage" width={300} />                        
                        גלגל המזלות הוא אזור בשמיים
                        שמקיף את הספירה בו כוכבי השמיים מקיפים את השמש.
                        אשר נקרא על ידי השומרים אול.אה ("העדר הנוצץ"),
                        אותם היוונים אימצו זודיאקוס קיקלוס ("מעגל החיות").
                        קבוצות הכוכבים נחלקו ל- 12 קבוצות, או ל -12 מזלות.
                        התיאורים הציוריים של גלגל המזלות ושמותיהם
                        נותרו בעינם מאז היווצרותם בשומר.
                    </p>
                    <p>                        
                        בנוסף למושגים באסטרונומיה
                        בהם אנו משתמשים עד עצם היום הזה,
                        אשר שימשו את שומר העתיקה,
                        הייתה להם גם היכרות עם התופעה שנקראת פרצסיה.
                        כפי שאנו יודעים כעת,
                        יש אשליה של איחור במסלול כדור הארץ
                        כאשר צופה מכדור הארץ מצביע על השמש בתאריך קבוע
                        כנגד גלגל המזלות הפועלות כרקע בחלל.
                        הנגרם מהעובדה שציר כדור הארץ נוטה
                        יחסית למישור מסלולו סביב השמש,
                        איחור זה הוא אינפיניטסימלי
                        מבחינת תוחלת החיים האנושית:
                        בתוך 72 שנים, השינוי ברקע גלגל המזלות
                        הוא רק בן מעלה אחת מהמעגל השמימי של 360 מעלות,
                        מחזור המתפרש על פני תקופה
                        של 25,920 שנים ("השנה הגדולה").
                    </p>
                    <p>
                        גלגל המזלות הוא שעון אסטרונומי
                        בו "יום" הוא מעלה אחת (72 שנים),
                        "חודש" הוא 30 מעלות או מזל אחד (2,160 שנים)
                        ו -"שנה" היא מעגל שלם של 360 מעלות או 12 מזלות (25,920 שנים).
                    </p>
                    <h4>גאומטריה קדושה</h4>
                    <h5>פרח החיים</h5>
                    <p>
                        <img src="images/drawing-geometry-fruit-3.png" alt="" className="dialogImage" width={300} />
                        פרח החיים הוא רשת מעגלים חופפים המוכרים
                        כמבנה היסודי של המרחב והזמן.
                        פרח החיים מייצג גיאומטריה
                        שיכולה לייצר את כל שאר הגאומטריה
                        שאנו רואים בביולוגיה שלנו, וביקום שלנו.
                        אלמנטים רבים בתוך פרח החיים
                        נחשבו לקדושים בתרבויות קדומות.
                    </p>
                    <p>
                        הווסאיקה פייסיס היא צורה מתמטית
                        הנוצרת בחפיפה של שני מעגלים באותו רדיוס.
                        בלטינית, ווסאיקה פייסיס פירושו "שלפוחית של דג".
                        האיקטוס (שמשמעותו "דג" ביוונית)
                        הדומה לווסאיקה פייסיס
                        אומץ מאוחר יותר על ידי הנוצרים הראשונים.
                        הוא ידוע כיום באופן לא פורמלי
                        כ"סימן הדג" או "דג ישו".
                        ווסאיקה פייסיס נמצא בהינדואיזם
                        כדי לתאר את הלינגודבהבה,
                        שהוא ייצוג איקוני של האל ההינדי שיווה.
                        ווסאיקה פייסיס הוא השלב השני
                        בבניית פרח החיים.
                    </p>
                    <p>
                        הטריקטרה היא צורה מתמטית
                        הנוצרת בחפיפה של שלושה מעגלים באותו רדיוס.
                        בנצרות הסמל ידוע בשם "קשר השילוש".
                        הטריקטרה הוא השלב השלישי
                        בבניית פרח החיים.                        
                    </p>
                    <p>
                        זרע החיים היא צורה מתמטית
                        הנוצרת בחפיפה של שבעה מעגלים באותו רדיוס.
                        זרע החיים הוא השלב השביעי
                        בבניית פרח החיים,
                        והשלב הראשון בו נראית שושנת עלי הכותרת.
                        ששת עלי הכותרת השוכ  נת במרכז זרע החיים
                        נחשבה אף היא לסמל קדוש לאורך ההיסטוריה.
                    </p>
                    <img src="images/lion.jpg" alt="" className="dialogImage" width={300} />
                    <h5>האריות המגינים</h5>                    
                    <p>                                                
                        המושג האריות המגינים,
                        שמקורו בבודהיזם הסיני, אשר כולל זוג אריות,
                        לרוב זכר אחד עם ספירה תחת כפו הקדמית הימנית
                        ונקבה אחת עם גור מתחת לכפה השמאלית שלה.
                        האריות המגינים שומרים מהשפעות רוחניות מזיקות
                        ואנשים מזיקים שעלולים להוות איום.
                        כמעט בכל המקרים, האריה הזכר מגן
                        על גרסאות שונות של דפוס פרח החיים.
                    </p>
                    <p>
                        אכן, האריות המגינים
                        שומרים על מושג הגיאומטריה הקדושה,
                        הידע על המבנה הבסיסי של המרחב והזמן.
                        ידע שנחשב לקודש ואלוהי מכיוון שהוא ניתן לאנושות
                        על ידי האלים עצמם.
                    </p>
                </section>   
                <section id="advanced-technology">
                    {/* {Parser(this.getAsset("technology"))} */}
                    <h1>טכנולוגיה מתקדמת</h1>
                    <h4>מבנים מגליתים</h4>
                    <h4>חותמות גליל</h4>
                </section>                                                
            </div>
            <nav className="section-nav">
                <ol>
                    <li><a href="#intro">מבוא</a></li>                    
                    <li><a href="#sumer">שומר</a></li>                                     
                    <li><a href="#human-creation">יצירת האדם</a></li>                                          
                    <li><a href="#man-ape">אדם/קוף</a></li>                                          
                    <li><a href="#nephilim">נפילים</a></li>
                    <li><a href="#anunnaki">ענונקי</a></li>
                    <li><a href="#advanced-knowledge">ידע מתקדם</a></li>
                    <li><a href="#advanced-technology">טכנולוגיה מתקדמת</a></li>
                </ol>
            </nav>
        </main>
      </div>               
      );
    }
  }
  

export default Home;