import React, { Component } from 'react';
import * as commonScript from '../script/common';
import ScrollUpButton from "react-scroll-up-button";
//import Parser from 'html-react-parser';
import axios from 'axios';

class Home extends Component {
    constructor(props) {
        super(props);        
        this.state = {
          assets: []
        };   
      }
    componentDidMount() { 
        commonScript.enableScroll();   
        //this.getAssets(); 
    }  
    componentWillUnmount() {}
    getAssets = ( ) => {        
        axios({
            url: '/api/getAssets',
            method: 'POST', 
            data: {
              category : 'Home' 
            }
          })
          .then((response) => {            
            const { assets } = response.data;    
            this.setState({ assets: assets })  
          })
          .catch((error) => console.log(error))      
      }    
    getAsset = ( name ) => {
        const { assets } = this.state;         
        let asset = assets.find(asset => asset.name === name);        
        return (typeof asset === 'undefined') ? '' : asset.content;
    }
    render() {                

      return (     
        <div className="siteContainer">             
        <ScrollUpButton />                    
        <main className="home">
            <div className="section-content"> 
                <section id="intro">
                    {/* {Parser(this.getAsset("intro"))} */}
                    <h1>מבוא</h1>
                    <p>                        
                        האם החיים על כדור הארץ התפתחו במשך מיליוני שנים, או שמא נוצרו בהרף עין על ידי אלוהים?
                        זו השאלה שבבסיס הדיון בין אבולוציה לבריאתנות. זהו ויכוח תרבותי, פוליטי ותיאולוגי על מקורות כדור הארץ, האנושות והחיים.
                    </p>
                    <h4>בריאתנות מול אבולוציה</h4>
                    <p>
                        {/* <img src="images/thumbnails/creationevolution.jpg" alt="" className="dialogImage" width={300} />                                                 */}
                        בריאתנות היא מערכת אמונות שלפיהן היקום, כדור הארץ, החיים והאדם נבראו על ידי אלוהים, אשר ביהדות, בנצרות ובאסלאם מזוהה עם האל המונותאיסטי.
                        אבולוציה ביולוגית היא תהליך השינוי הגנטי באוכלוסייה של אורגניזמים לאורך דורות.                        
                    </p>
                    <img src="images/intervention.png" alt="" className="dialogImage" width={300} />
                    <h4>התערבות</h4>
                    <p>                                                
                        תורת ההתערבות מציבה קץ לסכסוך על ידי יצירת הרמוניה בין שתי נקודות מבט מנוגדות. תורת ההתערבות מאמצת הן את הבריאתנות והן את האבולוציה הביולוגית על ידי הוספת מידע קריטי ממגוון תחומים כגון ארכיאולוגיה, אנתרופולוגיה, אסטרונומיה, דת וביולוגיה ועוד                        
                    </p>                    
                    <p>
                        אז מהי תיאוריית ההתערבות? בקצרה, זה התיאוריה כי חייזרים "התערבו" בהתפתחות החיים על כדור הארץ.                                                                                                
                    </p>
                    <p>
                        האלים הקדומים מהמיתולוגיה השומרית, היו חוצנים, שביקרו בכדור הארץ ויצרו את האנושות.
                        האלים גם אחראים ליצירת הציוויליזציה הראשונה, הלוא היא שומר.
                    </p>
                    <p>...</p>
                </section>                        
                <section id="sumer">
                    {/* {Parser(this.getAsset("sumer"))} */}
                    <h1>שומר</h1>
                    <p>
                        ארץ שומר השתרעה על רובו של אזור הנמצא בדרום מסופוטמיה אשר בדרום עיראק המודרנית. התרבות השומרית היא התרבות הראשונה בתולדות האנושות. לפי ההנחה המקובלת, ראשיתה של תרבות זו בסביבות שנת 3500 לפנה"ס.
                        לתרבות זו מיוחסות כל ההתחלות של ציוויליזציה מתקדמת שעתידות היו לשמש כבסיס לתרבות המערב: המצאת הגלגל, כתב היתדות, מדע, בתי משפט ועוד. 
                    </p>
                    <h4>כתב</h4>
                    <p>
                        כתב קוניפורמי היא מערכת כתיבה אשר השומרים השתמשו בה לראשונה בסביבות 3,500 שנים לפנה"ס. כל התרבויות המסופוטמיות הגדולות שבאו אחרי שומר השתמשו בכתב קוניפורמי עד אשר היא ננטשה לטובת כתב האלפבתי קרוב למאה שנים לפנה"ס ביניהם אכדים, בבלים, עילמים, חיתים ואשורים. שומרית היא שפתם של השומרים ושפה מבודדת, כלומר אין לה קשר היסטורי ולשוני עם כל שפה אחרת. היא דוברה במסופוטמיה לפחות מהאלף הרביעית לפנה"ס עד אשר היא הוחלפה באכדית כשפה מדוברת בסביבות 2,000 שנים לפנה"ס אך עדיין שימשה כשפת קודש, שפה טקסית ושפה מדעית עד לשנת 1 לספירה ואז, היא נשכחה לחלוטין עד המאה ה-19.                        
                    </p>
                    <h4>דפוס</h4>
                    <p>
                        חותמת גליל הוא גליל עגול קטן, בדרך כלל עד 3 ס"מ אורך, עם תמונות, מילים, או שניהם, חרוטים על הגליל. חותמות גליל משומר היו מגולגלות על טיט רטוב כדי להשאיר טביעת חותם. כשהחומר התייבש, נוצרה חותמת. חותמות אלו שימשו למספר מטרות בשומר, לרבות לעסקים והתכתבות. הם שימשו כלי מינהלי, סוג של חתימה. הם שימשו כחתימה על מסמכים שנכתבו על לוחות חימר. באמצעות חותמת על פני השטח של לוח חימר טרי, אדם יכול היה לאשר כי המסמך הוא אותנטי. חותמות גליל אלו היו עשויות בדרך כלל מאבן (הן אבנים נפוצות והן אבנים יקרות למחצה), כגון אמטיסט, אובסידיאן, המטיט, ולפיס לזולי. החותמות היו מגולפות באינטגליו, כמו נגטיב צילומי. מה שמרשים ביותר בחותמות גליל הוא קנה המידה שלהן, את התמונות, ואת הכתב על אבנים אלו ניתן למדוד במילימטרים ובוא בזמן הם מפורטות ומדויקות.                        
                    </p>
                </section>               
                <section id="human-creation">
                    {/* {Parser(this.getAsset("human"))} */}
                    <h1>יצירת האדם</h1>
                    <h4>בראשית</h4>
                    <div>
                        במקרא, בריאתו של אדם מתוארת כך:                        
                        <blockquote>
                            <p className="quotation"> 
                                ויאמר אלהים נעשה אדם בצלמנו כדמותנו
                                ויברא אלהים את האדם בצלמו
                                בצלם אלהים ברא אתו זכר ונקבה ברא אתם
                            </p>
                            <footer>— בראשית א:כו</footer>
                        </blockquote>                                                                                                                                                        
                        <blockquote>
                            <p className="quotation"> 
                                וייצר יהוה אלהים את האדם עפר מן האדמה
                                ויפח באפיו נשמת חיים
                                ויהי האדם לנפש חיה                        
                            </p>
                            <footer>— בראשית ב:ז</footer>
                        </blockquote>                                                                                                                                                                                
                    </div>
                    <p>
                        הנקודות הבאות שנויות במחלוקת ובכל זאת הן מחזיקות במפתח להבנת הסיפור המקראי.                        
                        <li>עם מי דיבר אלוהים כשאמר נעשה אדם בצלמנו כדמותנו?</li>
                        <li>מה המשמעות של "האדם נברא בצלם אלוהים"?</li>
                        <li>מדוע אלוהים פונה לאדם הן בלשון יחיד והן ברבים?</li>
                        <li>מה הוא עפר האדמה בו אלוהים השתמש כדי ליצור את אדם?</li>
                        <li>ומהי נשמת החיים שהפכה את האדם לנפש חיה?</li>
                    </p>
                    <h4>אתרחסיס</h4>
                    <div>
                        באתרחסיס, המתוארך למאה ה -18 לפני הספירה, הסיבות ליצירת האנושות מתוארות כדלקמן:
                        <blockquote>
                            <p className="quotation"> 
                                כאשר האלים במקום האדם עשו את העבודה, הענונקי גרמו לאיגיגי לשאת בעומס העבודה. האלים נאלצו לחפור תעלות, היו צריכים לנקות ערוצים, את קווי החיים של הארץ. האלים חפרו את נהר החידקל, ואז חפרו את נהר הפרת. הם ספרו את שנות העומס, במשך שנים הם נשאו את הנטל. הם עבדו קשה בלילה וביום. הם כעסו והאשימו זה את זה.                        
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                                                                                                                
                    </div>
                    <div>
                        האתרחסיס מתאר כיצד האלים העובדים פתחו במרד נגד אנליל, מנהיג הענונקי.
                        <blockquote>
                            <p className="quotation"> 
                                הם בכו בנהר: "בואו נתמודד מול המפקד באסיפה שלנו, עליו להוריד את הנטל הכבד שלנו! אנליל, מפקד האלים, הלוחם, הבה נביא אותו ממקום מגוריו, בואו ונערבב מלחמה עם קרב!" האלים הציתו את כליהם, הם הציתו אש לכלי החפירה, ולהבה אל מגש הבנאים. הם הגיעו לשער משכנו של אנליל. היה לילה, באמצע המשמרת, הבית היה מוקף, האל לא ידע. הם אמרו: "כל אחד מאיתנו האלים הכריז מלחמה! עצרנו את החפירות, העומס מוגזם, הוא הורג אותנו! עמלנו כבד, הקושי מוגזם, זה המסר של כל האלים."                        
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                                                                                        
                    </div>
                    <div>
                        כאשר התבשר אנליל על המרד, הוא הזעיק את שאר האלים הבכירים, את אביו אנו ואת אחיו למחצה אנקי. בסופו של דבר היה זה אנקי שהציע פיתרון.
                        <blockquote>
                            <p className="quotation"> 
                                אנקי השמיע את קולו, ודיבר אל האלים, אחיו: "בלת-אילי, אלת הרחם נוכחת, תנו לה ליצור אדם קדמוני, כדי שהוא יישא בעול, תן לאדם לשאת בעומס האלים." הם קראו לאלה, הם שאלו את המיילדת של האלים, מאמי החכמה: "את אלת הרחם עומדת להיות היוצרת של האנושות!" "צרי אדם קדמוני, שיוכל לשאת בעול. שיישא בעול, משימת אנליל, תן לאדם לשאת בעומס האלים. " נינטו השמיעה את קולה, ודיברה אל האלים האדירים: "לא אוכל לעשות זאת, אבל המשימה נמצאת בכוחו של אנקי, כי הוא יכול לטהר הכל. אם הוא יתן לי חומר, אז אני אעשה את זה. "                        
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                                                                
                    </div>
                    <div>
                        ההחלטה התקבלה על ידי האלים, האנושות תיווצר כדי לשאת בעומס הכבד של האלים. אנקי, המדען הראשי של הענונקי, ונינטו, האחות הראשית, היו האחראים למשימה.
                        <blockquote>
                            <p className="quotation"> 
                                אנקי השמיע את קולו ודיבר אל האלים האדירים: "אעשה טיהור על ידי שטיפה, ואז יש לשחוט אל אחד. יש לטהר את האלים על ידי טבילה. נינטו תערבב חימר עם בשרו ודמו, אז אל ואדם יתערבבו זה בזה בחימר. רוח רפאים תיווצר מבשר האל, היא תכריז על זה כסימן לחיות שלו. " באסיפה הם ענו "כן!", הענונקי האדירים שקובעים את הגורל.
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                                        
                    </div>
                    <div>
                        האנומה אליש, שהוא סיפור הבריאה הבבלי, מתוארך לאלף השניה לפני הספירה. הקטע הבא מתאר כיצד נוצר האיש הראשון, הלולו, מדמו של אל ענונקי.
                        <blockquote>
                            <p className="quotation"> 
                            כשמרדוק שמע את נאום האלים, הוא הגה רצון להשיג דברים חכמים. הוא דיבר בפני אנקי:
                            "אני אביא דם ואצור עצם,
                            אני איצור את הישות לולו ("המעורבב"), ששמו יהיה 'אדם'.
                            אני אצור איש הלולו,
                            עליו יונח עמל האלים כדי שיוכלו לנוח. "
                            הקטע הבא מונה את קינגו כאל הענונקי שאולץ לתרום דם ליצירת האנושות.
                            "קינגו הוא זה שהתחיל מלחמה, הוא גרם למרד של תיהמת ולקרב להתחיל. " הם קשרו אותו והביאו אותו לפני אנקי, הם הטילו עליו את העונש וחתכו את כלי הדם שלו. מדמו יצר אנקי את המין האנושי, עליו הטיל את עבודת האלים ושחרר את האלים מעול. אנקי החכם יצר את האנושות, והטיל עליהם את עבודת האלים. משימה זו היא מעבר להבנה.                        
                            </p>
                            <footer>— אנומה אליש</footer>
                        </blockquote>                                                        
                    </div>
                    <div>
                        באתרחסיס, השלב הראשון בתהליך יצירת האנושות מתואר באופן הבא:
                        <blockquote>
                            <p className="quotation"> 
                                הוא עשה טיהור באמצעות שטיפה. וויילה היה זה שקיבל את גזר הדין, שנשחט באסיפה. עם בשרו ודו נינטו ערבבה את החימר. הם שמעו את פעימות התוף לנצח אחר כך. רוח באה מבשרו של האל, והיא הכריזה על זה כסימן לחיות שלו. מאמי השמיעה את קולה, ודיברה אל האלים האדירים: "המשימה שפקדתם עלי, עכשיו סיימתי! שחטתם את האל לפי דינו. ביטלתי את העומס הכבד שלכם! הטלתי את העומס על האדם! " הם שמעו את הנאום שלה, הם רקדו ונישקו את כפות רגליה. "בעבר קראנו לך מאמי, עכשיו 'גברת כל האלים' יהיה שמך. '                        
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                
                    </div>
                    <div>
                        בקטע הבא, השלב השני בתהליך יצירת האנושות מתואר באופן הבא:
                        <blockquote>
                            <p className="quotation"> 
                                אנקי החוזה לרחוק ומאמי החכמה, נכנסו לבית הגורלות, רחמי האמאות נכחו. הוא דרך את החימר בנוכחותה, היא דקלמה את המילים, אנקי, שישב לפניה, חזר על כך. כשסיימה לדקלם, היא חתכה ארבעה עשר חתיכות של חימר, וקבעה שבעה חלקים מימין, שבע משמאל.
                                אלות הרחם נכחו, שבע ושבע רחמי אם,
                                נושאות שבעה זכרים, נושאות שבע נקבות.
                                רחם האם שיוצר צורות,
                                חתכה אותם שניים אחרי שניים,
                                מאמי עיצבה את תכונות האנשים.
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                
                    </div>
                    <div>
                        הקטע הבא מתאר את לידתו של האיש הראשון.
                        <blockquote>
                            <p className="quotation"> 
                                אלות הרחם נכחו, נינטו נכחה במקום.
                                הם ספרו את החודשים,
                                קראו לחודש העשירי כיעד הגורל.
                                כשהגיע החודש העשירי,
                                היא שלפה את המחטים ופתחה את הרחם.
                                פניה היו זרחו משמחה,
                                היא קישטה את ראשה
                                "אני עצמי יצרתי את זה!
                                הידיים שלי עשו את זה! "
                                תנו למיילדת לשמוח
                                בבית הכוהנות הקדשות.                                          
                            </p>
                            <footer>— אתרחסיס</footer>
                        </blockquote>                                  
                    </div>
                    <p>
                        המקורות המסופוטמיים ענו לשאלות שהעלה סיפור בראשית. 
                        <li>
                            עם מי דיבר אלוהים כשאמר נעשה אדם בצלמנו כדמותנו?
                            <span>
                            התשובה היא שהאל אנקי והאלה נינטו היו שניהם אחראים על תהליך הבריאה, בניגוד לסיפור בראשית בו היה אל יחיד אחראי על יצירת האנושות.
                            </span>
                        </li>
                        <li>
                            מה המשמעות שהאדם נברא בצלם אלוהים?
                            <span>
                            התשובה היא שדמו ובשרו של האל עורבב עם חימר כדי ליצור את היצור המהונדס החדש. דם ובשר שניהם מכילים די.אן.איי שהוא התרשים או הצלם של יצור חי.
                            </span>
                        </li>
                        <li>
                            מדוע אלוהים דיבר לאדם בלשון יחיד ולשון רבים?
                            <span>
                            התשובה היא, שהאיש הראשון, הלולו, היה למעשה עקר, ולכן אלי הענונקי נאלצו להשתמש באמהות פונדקאיות ובהפריה חוץ גופית כדי ליצור שיבוטים. הם יצרו שיבוטים זכריים ונקביים בעזרת אלות לידה קדשות. והיא מתייחסת לכמרים ולכוהנות שהשתתפו בטקסי פריון קדושים.
                            </span>
                        </li>
                        <li>
                            מדוע ברא אלוהים את האדם מעפר האדמה?
                            <span>
                            התשובה היא שבטקסטים המקוריים אנקי ונינטו עירבבו חימר עם דמו ובשרו של האל הענונקי הקורבן. המילה האכדית לחימר היא 'טיט', הנגזרת מה- טי.איט השומרית שמשמעותה "זה שיש בו חיים". לכן אדם לא היה עשוי מעפר או מחימר, הוא נוצר מחומר בעל חיים. בעזרת חימר קדמוני הושק התהליך ליצירת שיבוטים או "תינוקות מבחנה", בני אדם מהונדסים גנטית משני המינים, שבעה זכרים ושבע נקבות. לאחר מכן הושתלו הביציות המופרות ברחם של "אלות לידה" ענונקי.
                            </span>
                        </li>
                        <li>
                            מדוע אלוהים נפח באפיו של האדם את נשמת החיים?
                            <span>
                            התשובה היא שבטקסטים המקוריים, לאחר שאנקי ונינטו ערבבו חימר עם דם, שניהם נכנסו ל"בית הגורלות", שגם תורגם כ"חדר הגורל". המונח האכדי הוא בית שימתי שמקורו ב- שי.אימ.טי השומרי שפירושו "נשימה-רוח-חיים" ולכן אנקי ונינטו נכנסו "לבית בו נשמת רוח החיים". במקרא, נשמת החיים הפכה את האדם לנפש חיה ועם זאת, המילה העברית נפש נגזרת מנפישתו האכדית שפירושה "נשמת החיים".
                            </span>
                        </li>
                    </p>                    
                </section>                                              
                <section id="man-ape">
                    {/* {Parser(this.getAsset("manApe"))} */}
                    <h1>אדם/קוף</h1>
                    <h4>גנטיקה</h4>
                    <p>
                        כרומוזומים מאשר הקופי אדם אחרים. לבני אדם יש 23 זוגות כרומוזומים ושאר קופי האדם האחרים יש 24 זוגות כרומוזומים. כאשר הם מוצגים זה לצד זה, הדבר הבולט ביותר בגנום של בני האדם ושימפנזים הוא עד כמה הם דומים. ההבדל העיקרי נעוץ בכרומוזום האנושי מספר 2, המציג מיזוג מקצה לקצה של שני כרומוזומים קדומים.
                        כאן אנו רואים את שלושת הכרומוזומים הראשונים בבני אדם, שימפנזים, גורילות ואורנגאוטנים, המוצגים זה לצד זה. שימו לב כי הכרומוזום האנושי מספר 2 הוא כרומוזום יחיד, ואילו לקופים האחרים יש שני כרומוזומים נפרדים, מה שמרמז על כך ששני כרומוזומים קדומים התמזגו זה בזה.
                        שלושה מדדים גנטיים מספקים עדות חזקה, אם לא חותכת, למיזוג. ראשית, הפסים (או דפוס הצבע) של הכרומוזום האנושי מספר 2 תואמת את זה של שני כרומוזומים נפרדים שנמצאים בשימפנזים (כרומוזום מספר 2 ו-3). שנית, בכרומוזום יש בדרך כלל צנטרומר אחד (מוצג בכחול), או נקודה מרכזית בה מחוברים שני כרומטידות, אך ניתן למצוא שרידים של צנטרומה שנייה, לא פעילה, בכרומוזום האנושי מספר 2.
                        בתמונה זו אנו רואים מקרוב את הכרומוזום האנושי מספר 2 ואת הכרומוזומים מספר 2 ו-3 של שימפנזים המוצגים זה לצד זה. שימו לב לדפוס הצבע התואמת ולצנטרומרים הלא פעילים בכרומוזום האנושי מספר 2.
                        ושלישית, בכרומוזום בדרך כלל יש רצפי די.אן.איי חוזרים הנקראים טלומרים בשני הקצוות (מוצגים באדום), אך כרומוזום מספר 2 כולל רצפי טלומרים לא רק בשני הקצוות אלא גם באמצע.                        
                    </p>
                    <p>
                        היפוך בכרומוזום הוא ארגון מחדש של כרומוזום בו נפרס קטע של כרומוזום, ואז מוחזר למקומו המקורי, אך בכיוון הפוך. כל היפוך הוא ייחודי, ואם הוא מועבר בירושה הוא יוצר קטע די.אן.איי שלא ניתן להחזיר אותו לקדמותו בדורות הבאים שנושאים אותו. הגנום האנושי נושא 9 היפוכים שאינם נמצאים באף אחד מכרומוזומי השימפנזים המתאימים. ההיפוכים האנושיים נמצאים בכרומוזומים הבאים: על פי דארוויניזם, פירוש הדבר שבשלב מסוים לאחר שבני האדם והשימפנזים התפצלו מאביהם הקדמון המשותף, התרחשה הראשונה מבין 9 ההיפוכים, שבסופו של דבר הגיעו אחריהם 8 נוספים. שימו לב שכל היפוך היה צריך לקרות ברצף.                         
                    </p>
                    <p>
                        הגנום שלנו, של פחות מ-30,000 גנים, מכיל 223 גנים שאין להם מקבילים בעץ האבולוציה הגנומית. 223 גנים אלה חסרים בכל שלב החוליות של האבולוציה. גנים אלו כוללים תפקודים פיזיולוגיים ומוחניים לבני אדם.                        
                    </p>
                    <p>
                        לרוב מיני בעלי החיים, כולל הפרימטים, יש יחסית מעט הפרעות גנטיות המפוזרות בכל מאגרי הגנים שלהם (מכמה עשרות בודדות ועד כמה מאות). רבים מאלה גורמים לנגעים לא קטלניים, כמו לבקנות, המועברים לצאצאים ללא נזק. הפרעות גנטיות חמורות נוטות להעלם ממאגר הגנים של כל המינים. אך בני אדם נושאים מעל 4,000 הפרעות גנטיות, קלות וחמורות לדוגמה: סיסטיק פיברוזיס, מחלת הנטינגטון, תסמונת מרפן, טריזומיה, המופיליה, מחלת אלצהיימר, תסמונת דאון, תסמונת פראדר-ווילי, ולוקמיה כרונית מיאלואידית.                        
                    </p>
                    <p>
                        הגנום המיטוכונדריאלי הוא הדי.אן.איי שנמצא במיטוכונדריה, אורגנל שנמצא ברוב האורגניזמים האוקריוטים. הגנום המיטוכונדריאלי היה החלק המשמעותי הראשון בגנום האנושי שרוצף. ברוב המינים, כולל בני אדם, הגנום המיטוכונדריאלי מורש אך ורק מהאם. הגנום המיטוכונדריאלי מכיל אזור שמשתנה במהירות ויכול לספק מעין שעון מולקולרי המכויל לתקופות הדומות לעידן האנושות המודרנית, מה שהופך אותו למועדף על גנטיקאי אוכלוסייה. אם קדמונית משותפת לכל בני האדם החיים מכונה "חוה המיטוכונדרית" אשר חיה לפני כ-200,000 שנים.                        
                    </p>
                    <h4>השוואה פיזית</h4>
                </section>                                                              
                <section id="nephilim">
                    {/* {Parser(this.getAsset("elongatedSkulls"))} */}
                    <h1>נפילים</h1>
                    <h4>גולגלות מאורכות</h4>
                    <p>
                        <img src="images/paracas-skulls.jpg" alt="" className="dialogImage" width={250} />                                                                  
                        הומו סאפיינס הוא המין האנושי היחיד הקיים. בלטינית הומו סאפיינס פירושו "אדם חכם". כל גולגולות האדם נראים די דומים עם הבדלים קטנים בגודל ובצורה בהתאם למין ולמורשת הגזעית.
                        אבל הגולגלות האלו, שנמצאו במקומות רבים ברחבי העולם. אינן מתאימות לקריטריון של גולגולת אנושית. הם נקראים גולגלות מוארכות.
                        לא כל הגולגלות המאורכות זהות. הן נבדלות בצורה, בגודל ובמבנה שלהן, אך כולן שייכות לאותו מין.
                    </p>
                    <p>
                        גולגלות מאורכות נמצאו במיקומים רבים ברחבי העולם, אך הגולגלות שנחשפו בפארקאס, עיר בחוף המערבי של פרו, הן הגולגלות המאורכות הגדולות ביותר שנמצאו בעולם.                        
                    </p>
                    <p>
                        גולגלות הפאראקס שוקלות כ-60% יותר מאשר הממוצע של גולגלות אדם. בנוסף לכך, יש להם עד 25% יותר מוח מאשר המוח האנושי הממוצע. ראוי להזכיר כי גודל המוח ומשקל הגולגולת יכול להיות רק תוצאה של דבר אחד, גנטיקה.
                        כל הגולגלות המאורכות המופיעות בפרק זה מוצגות במוזיאונים. חלק מהגולגלות הופרדו מגופן וחלקן עדיין מחוברות אליו.
                        בהנתן גולגלות פאראקס הגדולות ביותר, אפשר להסיק כי גובהן של ישויות אלה היה בין שתי מטר לשתי מטר חמישים. שחזור פנים יכול להאיר אור על איך הישויות האלה נראו כאשר היו בחיים.
                        נראה שלישויות יש פנים אנושיות, אבל הן בבירור לא הומו סאפיינס כמונו. ברור כי היצורים האלה נכחדו, אך קיומם בעבר הקדום אינו מוטל בספק בשל שרידיהם.                        
                    </p>
                    <h4>גנטיקה</h4>
                    <h4>מלכות מצרים</h4>
                    <h4>אל למחצה</h4>
                    <h4>נפילים</h4>                    
                </section>
                <section id="anunnaki">
                    {/* {Parser(this.getAsset("anunnaki"))}               */}
                    <h1>ענונקי</h1>
                    <h4>מושב האלים</h4>
                </section>   
                <section id="advanced-knowledge">                    
                    {/* {Parser(this.getAsset("knowledge"))}               */}
                    <h1>ידע מתקדם</h1>
                    <h4>אסטרולוגיה</h4>
                    <h4>כוכב הלכת השביעי</h4>
                    <h4>גלגל המזלות</h4>
                    <h4>גאומטריה קדושה</h4>
                </section>   
                <section id="advanced-technology">
                    {/* {Parser(this.getAsset("technology"))} */}
                    <h1>טכנולוגיה מתקדמת</h1>
                    <h4>עץ החיים</h4>
                    <h4>תעופה</h4>
                    <h4>מבנים מגליתים</h4>
                    <h4>חותמות גליל</h4>
                </section>                                                
            </div>
            <nav className="section-nav">
                <ol>
                    <li><a href="#intro">מבוא</a></li>                    
                    <li><a href="#sumer">שומר</a></li>                                     
                    <li><a href="#human-creation">יצירת האדם</a></li>                                          
                    <li><a href="#man-ape">אדם/קוף</a></li>                                          
                    <li><a href="#nephilim">נפילים</a></li>
                    <li><a href="#anunnaki">ענונקי</a></li>
                    <li><a href="#advanced-knowledge">ידע מתקדם</a></li>
                    <li><a href="#advanced-technology">טכנולוגיה מתקדמת</a></li>
                </ol>
            </nav>
        </main>
      </div>               
      );
    }
  }
  

export default Home;